{
  "cik": "0001494259",
  "filing_path": "sec_filings\\10K\\0001494259_0000950170-25-024181_carg-20241231.txt",
  "extracted_at": "2025-09-21T20:15:43.064308Z",
  "cover_page": {
    "sections": [
      {
        "heading": "Cover Page",
        "content": "UNITED STATES\n\nSECURITIES AND EXCHANGE COMMISSION\n\nWashington, D.C .20549\n\nFORM \n10-K\n\n(Mark One)\n\n☒\n\nANNUAL REPORT PURSUANT TO SECTION 13 OR 15(d) OF THE SECURITIES EXCHANGE ACT OF 1934\n\nFor the fiscal year ended \nDecember 31\n, \n2024\n\nOR\n\n☐\n\nTRANSITION REPORT PURSUANT TO SECTION 13 OR 15(d) OF THE SECURITIES EXCHANGE ACT OF 1934\n\nFor the transition period from _________________ to _________________\n\nCommission File Number: \n001-38233\n\nCARGURUS, INC.\n\n(Exact name of Registrant as specified in its charter)\n\nDelaware\n\n04-3843478\n\n(State or other jurisdiction of incorporation or organization)\n\n(I.R.S. Employer Identification No.)\n\n1001 Boylston Street\n, \n16\nth\n Floor\n\nBoston\n, \nMassachusetts\n\n02115\n\n(Address of principal executive offices Zip Code)\n\n(\n617\n) \n354-0068\n\n(Registrant's telephone number, including area code)\n\nSecurities registered pursuant to Section 12(b) of the Act:\n\nClass A Common Stock, par value $0.001 per share\n\nCARG\n\nThe Nasdaq Stock Market LLC\n (Nasdaq Global Select Market)\n\n(Title of Each Class)\n\n(Trading Symbol)\n\n(Name of Each Exchange on Which Registered)\n\nSecurities registered pursuant to Section 12(g) of the Act:\n\nNone\n\nIndicate by check mark:\n\nYes\n\nNo\n\n•\nif the registrant is a well-known seasoned issuer, as defined in Rule 405 of the Securities Act.\n\n☒\n\n☐\n\n•\nif the registrant is not required to file reports pursuant to Section 13 or 15(d) of the Act.\n\n☐\n\n☒\n\n•\nwhether the registrant (1) has filed all reports required to be filed by Section 13 or 15(d) of the Securities Exchange Act of 1934 during the preceding 12 months (or for such shorter period that the registrant was required to file such reports), and (2) has been subject to such filing requirements for the past 90 days.\n\n☒\n\n☐\n\n•\nwhether the registrant has submitted electronically every Interactive Data File required to be submitted pursuant to Rule 405 of Regulation S-T (§ 232.405 of this chapter) during the preceding 12 months (or for such shorter period that the registrant was required to submit such files).\n\n☒\n\n☐\n\n•\nwhether the registrant is a large accelerated filer, an accelerated filer, a non-accelerated filer, smaller reporting company, or an emerging growth company. See the definitions of “large accelerated filer,” “accelerated filer,” “smaller reporting company” and “emerging growth company” in Rule 12b-2 of the Exchange Act.\n\nLarge accelerated filer\n\n☒\n\nAccelerated filer\n\n☐\n\nNon-accelerated filer\n\n☐\n\nSmall reporting company\n\n☐\n\nEmerging growth company\n\n☐\n\n•\nIf an emerging growth company, indicate by check mark if the registrant has elected not to use the extended transition period for complying with any new or revised financial accounting standards provided pursuant to Section 13(a) of the Exchange Act.\n\n☐\n\n•\nwhether the registrant has filed a report on and attestation to its management’s assessment of the effectiveness of its internal control over financial reporting under Section 404(b) of the Sarbanes-Oxley Act (15 U.S.C. 7262(b)) by the registered public accounting firm that prepared or issued its audit report.\n\n☒\n\n•\nIf securities are registered pursuant to Section 12(b) of the Act, indicate by check mark whether the financial statements of the registrant included in the filing reflect the correction of an error to previously issued financial statements.\n\n☐\n\n•\nwhether any of those error corrections are restatements that required a recovery analysis of incentive-based compensation received by any of the registrant’s executive oﬃcers during the relevant recovery period pursuant to §240.10D-1(b).\n\n☐\n\n•\nwhether the registrant is a shell company (as defined in Rule 12b-2 of the Exchange Act).\n\n☐\n\n☒\n\nThe aggregate market value of the registrant’s Class A common stock, par value $0.001 per share, held by non-affiliates of the registrant based on the closing price of the registrant’s common stock as reported on the Nasdaq Global Select Market on the last business day of the registrant’s most recently completed second fiscal quarter was \n$\n1,582,604,633\n. Shares of voting and non-voting stock held by executive officers, directors, and holders of more than 10% of the outstanding stock as of such date have been excluded from this calculation because such persons or institutions may be deemed affiliates. This determination of affiliate status is not a conclusive determination for other purposes.\n\nAs of February 13, 2025, the registrant had \n89,429,066\n shares of Class A common stock, and \n14,986,745\n shares of Class B common stock, par value $0.001 per share, outstanding.\n\nDOCUMENTS INCORPORATED BY REFERENCE\nPortions of the registrant’s definitive Proxy Statement for its 2025\n Annual Meeting of Stockholders are incorporated by reference in Part III of this Annual Report on Form 10-K. Such Proxy Statement will be filed with the U.S. Securities and Exchange Commission within 120 days after the end of the fiscal year to which this report relates. Except with respect to information specifically incorporated by reference in this Form 10-K, the Proxy Statement is not deemed to be filed as part of this Form 10-K."
      },
      {
        "heading": "Securities registered pursuant to Section 12(b)",
        "content": "Securities registered pursuant to Section 12(b) of the Act:\n\nClass A Common Stock, par value $0.001 per share\n\nCARG\n\nThe Nasdaq Stock Market LLC\n (Nasdaq Global Select Market)\n\n(Title of Each Class)\n\n(Trading Symbol)\n\n(Name of Each Exchange on Which Registered)"
      }
    ]
  },
  "stockholders_equity_notes": {
    "sections": [
      {
        "heading": "Stockholders’ equity:",
        "content": "Stockholders’ equity:\n\nPreferred stock, $\n0.001\n par value per share; \n10,000,000\n shares authorized; \n\nno\n shares issued and outstanding\n\n—\n\n—\n\nClass A common stock, $\n0.001\n par value per share; \n500,000,000\n shares  \n   authorized; \n89,002,571\n and \n92,175,243\n shares issued and outstanding at \n   December 31, 2024 and 2023, respectively\n\n89\n\n92\n\nClass B common stock, $\n0.001\n par value per share; \n100,000,000\n shares\n   authorized; \n14,986,745\n and \n15,999,173\n shares issued and outstanding at \n   December 31, 2024 and 2023, respectively\n\n15\n\n16\n\nAdditional paid–in capital\n\n169,013\n\n263,498\n\nRetained earnings\n\n375,119\n\n354,147\n\nAccumulated other comprehensive loss\n\n(\n2,547\n\n)\n\n(\n901\n\n)\n\nTotal stockholders’ equity\n\n541,689\n\n616,852\n\nTotal liabilities, redeemable noncontrolling interest and stockholders’ equity\n\n$\n\n824,536\n\n$\n\n918,927\n\nThe accompanying notes are an integral part of these consolidated financial statements.\n\n71"
      }
    ]
  },
  "exhibit_4_securities": {
    "sections": []
  },
  "charter_bylaws": {
    "sections": []
  },
  "market_equity": {
    "sections": []
  }
}