{
  "cik": "0000004977",
  "source": "10-Q",
  "filing_path": "sec_filings/10Q\\0000004977_0000004977-25-000132_afl-20250630.htm",
  "cover_page": {
    "sections": [
      {
        "heading": "Cover Page - Section 12(b)",
        "content": "Securities registered pursuant to Section 12(b) of the Act:\nTitle of each class\nTrading Symbol(s)\nName of each exchange on which registered\nCommon Stock, $.10 par value per share\nAFL\nNew York Stock Exchange\nIndicate by check mark whether the registrant (1) has filed all reports required to be filed by Section 13 or 15(d) of the Securities Exchange Act of 1934 during the preceding 12 months (or for such shorter period that the registrant was required to file such reports), and (2) has been subject to such filing requirements for the past 90 days.\nþ\n\nYes\n\n¨\n  No\nIndicate by check mark whether the registrant has submitted electronically every Interactive Data File required to be submitted pursuant to Rule 405 of Regulation S-T (§232.405 of this chapter) during the preceding 12 months (or for such shorter period that the registrant was required to submit such files).\nþ\n\nYes\n\n¨\n  No\nIndicate by check mark whether the registrant is a large accelerated filer, an accelerated filer, a non-accelerated filer, a smaller reporting company, or an emerging growth company.  See the definitions of “large accelerated filer,” “accelerated filer,” “smaller reporting company,” and “emerging growth company” in Rule 12b-2 of the Exchange Act.\nLarge accelerated filer\nþ\nAccelerated filer\n☐\nNon-accelerated filer\n¨\nSmaller reporting company\n☐\nEmerging growth company\n☐\nIf an emerging growth company, indicate by check mark if the registrant has elected not to use the extended transition period for complying with any new or revised financial accounting standards provided pursuant to Section 13(a) of the Exchange Act.\n¨\nIndicate by check mark whether the registrant is a shell company (as defined in Rule 12b-2 of the Exchange Act).\n☐\n  Yes\nþ\n  No\nIndicate the number of shares outstanding of each of the issuer’s classes of common stock, as of the latest practicable date.\n534,831,490\n shares of the issuer's common stock were outstanding as of July 28, 2025.\nAflac Incorporated and Subsidiaries\nQuarterly Report on Form 10-Q\nFor the Quarter Ended June 30, 2025\nTable of Contents"
      }
    ]
  },
  "stockholders_equity_notes": {
    "sections": [
      {
        "heading": "Consolidated Statements of Shareholders' Equity",
        "content": "Consolidated Statements of Shareholders' Equity\n   Three Months Ended March 31, 2025 and 2024\n   Three Months Ended June 30, 2025 and 2024\n4\nConsolidated Statements of Cash Flows\n   Six Months Ended June 30, 2025 and 2024\n6\nNotes to the Consolidated Financial Statements\n7"
      },
      {
        "heading": "In the opinion of management, the accompanying unaudited consolidated financial statements of the Company contain all adjustments, consisting of normal recurring accruals, which are necessary to fairly present the consolidated balance sheets as of June 30, 2025 and December 31, 2024, the consolidated statements of earnings and comprehensive income (loss) for the three- and six-month periods ended June 30, 2025 and 2024, the consolidated statements of shareholders' equity for the three-month periods ended March 31, 2025 and 2024 and June 30, 2025 and 2024, and the consolidated statements of cash flows for the six-month periods ended June 30, 2025 and 2024. Results of operations for interim periods are not necessarily indicative of results for the entire year. As a result, these financial statements should be read in conjunction with the financial statements and notes thereto included in the Company's annual report on Form 10-K for the year ended December 31, 2024 (2024 Annual Report).",
        "content": "In the opinion of management, the accompanying unaudited consolidated financial statements of the Company contain all adjustments, consisting of normal recurring accruals, which are necessary to fairly present the consolidated balance sheets as of June 30, 2025 and December 31, 2024, the consolidated statements of earnings and comprehensive income (loss) for the three- and six-month periods ended June 30, 2025 and 2024, the consolidated statements of shareholders' equity for the three-month periods ended March 31, 2025 and 2024 and June 30, 2025 and 2024, and the consolidated statements of cash flows for the six-month periods ended June 30, 2025 and 2024. Results of operations for interim periods are not necessarily indicative of results for the entire year. As a result, these financial statements should be read in conjunction with the financial statements and notes thereto included in the Company's annual report on Form 10-K for the year ended December 31, 2024 (2024 Annual Report).\nReclassifications\n:\nCertain reclassifications have been made to prior-year amounts to conform to current-year reporting classifications. These reclassifications had no impact on net earnings or total shareholders' equity.\n7\nNew Accounting Pronouncements\nRecently Adopted Accounting Pronouncements\n\nAccounting Standards Update (ASU) 2023-07 Segment Reporting (Topic 280) - Improvements to Reportable Segment Disclosures\nIn November 2023, the FASB issued amendments that add certain segment disclosures related to significant segment expenses and require that a public entity disclose the title and position of the Chief Operating Decision Maker (CODM) and an explanation of how the CODM uses the reported measure(s) of segment profit or loss in assessing segment performance and deciding how to allocate resources.\nThe Company adopted this guidance for the annual period beginning January 1, 2024, and interim periods beginning January 1, 2025. The adoption of this guidance did not have an impact on the Company’s financial position or results of operations. See Note 2 for expanded disclosures required as a result of the amended guidance.\nAccounting Pronouncements Pending Adoption\nASU 2024-03 Income Statement (Topic 220) - Disaggregation of Income Statement Expenses\nIn November 2024, the FASB issued amendments that require disaggregated disclosure, in the notes to the financial statements, of specified information about certain costs and expenses including (1) the amounts of employee compensation, depreciation, and intangible asset amortization; (2) certain expense, gain, or loss amounts that are already required to be disclosed under current U.S. GAAP in the same disclosure as the other disaggregation requirements; (3) qualitative description of the amounts remaining in relevant expense captions that are not separately disaggregated quantitatively, and (4) the total amount of selling expenses and, in annual reporting periods, the Company’s definition of selling expenses.\nThe amendments are effective for annual periods beginning after December 15, 2026, and interim periods beginning after December 15, 2027. Early adoption is permitted. The adoption of this guidance has no impact on the Company’s financial position or results of operations. The Company is evaluating the impact of adoption on its disclosures.\nASU 2023-09 Income Taxes (Topic 740) - Improvements to Income Tax Disclosures\nIn December 2023, the FASB issued amendments that require enhanced income tax disclosures including (1) disclosure of specific categories and greater disaggregation of information in the rate reconciliation and (2) income taxes paid disaggregated by jurisdiction. It also includes certain other amendments to improve the effectiveness of income tax disclosures.\nThe amendments are effective for annual periods beginning after December 15, 2024. Early adoption is permitted. The adoption of this guidance has no impact on the Company’s financial position or results of operations. The Company is evaluating the impact of adoption on its disclosures.\nRecent accounting guidance not discussed above is not applicable, did not have, or is not expected to have a material impact to the Company's business.\nFor additional information on new accounting pronouncements and recent accounting guidance and their impact, if any, on the Company's financial position, results of operations or disclosures, see Note 1 of the Notes to the Consolidated Financial Statements in the 2024 Annual Report.\n\n8\n2."
      },
      {
        "heading": "Investment exposures that individually exceeded 10% of shareholders' equity were as follows:",
        "content": "Investment exposures that individually exceeded 10% of shareholders' equity were as follows:\nJune 30, 2025\nDecember 31, 2024\n(In millions)\nCredit\nRating\nAmortized\nCost\nFair\nValue\nCredit\nRating\nAmortized\nCost\nFair\nValue\nJapan National Government\n(1)\nA+\n$\n36,029\n$\n33,508\nA+\n$\n33,822\n$\n32,844\n(1)\nJapan Government Bonds (JGBs) or JGB-backed securities\n16\nNet Investment Gains and Losses\nInformation regarding pretax net gains and losses from investments is as follows:\n\nThree Months Ended June 30,\nSix Months Ended June 30,\n(In millions)\n2025\n2024\n2025\n2024\nNet investment gains (losses):\nSales and redemptions:\nFixed maturity securities available-for-sale:\nGross gains from sales\n$\n5\n\n$\n6\n\n$\n119\n\n$\n40\n\nGross losses from sales\n(\n98\n)\n(\n27\n)\n(\n333\n)\n(\n309\n)\nForeign currency gains (losses)\n79\n\n71\n\n240\n\n487\n\nOther investments:\nGross gains (losses) from sales and redemptions\n11\n\n5\n\n12\n\n10\n\nTotal sales and redemptions\n(\n3\n)\n55\n\n38\n\n228\n\nEquity securities\n98\n\n11\n\n37\n\n87\n\nReal estate owned impairments\n(\n6\n)\n0\n\n(\n6\n)\n0\n\nCredit losses:\nFixed maturity securities held-to-maturity\n0\n\n0\n\n0\n\n0\n\nCommercial mortgage and other loans\n(\n61\n)\n(\n21\n)\n(\n114\n)\n(\n28\n)\nLoan commitments\n2\n\n2\n\n0\n\n3\n\nReinsurance recoverables and other\n1\n\n0\n\n1\n\n5\n\nTotal credit losses\n(\n58\n)\n(\n19\n)\n(\n113\n)\n(\n20\n)\nDerivatives and other:\nDerivative gains (losses)\n23\n\n(\n275\n)\n(\n22\n)\n(\n490\n)\nForeign currency gains (losses)\n(\n475\n)\n924\n\n(\n1,318\n)\n1,842\n\nTotal derivatives and other\n(\n452\n)\n649\n\n(\n1,340\n)\n1,352\n\nTotal net investment gains (losses)\n$\n(\n421\n)\n$\n696\n\n$\n(\n1,384\n)\n$\n1,647\n\nDuring the second quarter of 2025, the Company recognized an impairment loss of $\n6\n million on an office-type real estate owned (REO) property classified as held-and-used for the production of income. The impairment was based on the Company's evaluation of a material adverse change in occupancy and resulted in an estimated fair value of the REO property of $\n12\n million. The fair value was based on expected future cash flows utilizing inputs classified as Level 3 under the fair value guidance in ASC 820.\nThe unrealized holding gains, net of losses, recorded as a component of net investment gains and losses for the three-month period ended June 30, 2025 that relate to equity securities held at the June 30, 2025 reporting date were $\n101\n million. The unrealized holding gains, net of losses, recorded as a component of net investment gains and losses for the three-month period ended June 30, 2024 that relate to equity securities held at the June 30, 2024 reporting date were $\n15\n million.\nThe unrealized holding gains, net of losses, recorded as a component of net investment gains and losses for the six-month period ended June 30, 2025 that relate to equity securities held at the June 30, 2025 reporting date were $\n47\n million. The unrealized holding gains, net of losses, recorded as a component of net investment gains and losses for the six-month period ended June 30, 2024 that relate to equity securities held at the June 30, 2024 reporting date were $\n70\n million.\n17\nUnrealized Investment Gains and Losses\nEffect on Shareholders’ Equity\nThe net effect on shareholders’ equity of unrealized gains and losses from fixed maturity securities was as follows:\n(In millions)\nJune 30,\n2025\nDecember 31,\n2024\nUnrealized gains (losses) on securities available-for-sale\n$\n(\n1,151\n)\n$\n1,180\n\nDeferred income taxes\n(\n677\n)\n(\n1,156\n)\nShareholders’ equity, unrealized gains (losses) on fixed maturity securities\n$\n(\n1,828\n)\n$\n24\n\nGross Unrealized Loss Aging\nThe following tables show the fair values and gross unrealized losses of the Company's available-for-sale investments for the periods ended June 30, 2025 and December 31, 2024, aggregated by investment category and length of time that individual securities have been in a continuous unrealized loss position.\n\nJune 30, 2025\n\nTotal\nLess than 12 months\n12 months or longer\n(In millions)\nFair\nValue\nUnrealized\nLosses\nFair\nValue\nUnrealized\nLosses\nFair\nValue\nUnrealized\nLosses\nFixed maturity securities available-\n   for-sale:\nU.S. government and\n    agencies:\nU.S. dollar-denominated\n$\n108\n\n$\n2\n\n$\n73\n\n$\n0\n\n$\n35\n\n$\n2\n\nJapan government and\n    agencies:\nYen-denominated\n11,469\n\n2,935\n\n5,838\n\n288\n\n5,631\n\n2,647\n\nMunicipalities:\nU.S. dollar-denominated\n650\n\n85\n\n88\n\n5\n\n562\n\n80\n\nYen-denominated\n341\n\n118\n\n88\n\n9\n\n253\n\n109\n\nMortgage- and asset-\n    backed securities:\nU.S. dollar-denominated\n1,578\n\n69\n\n1,182\n\n41\n\n396\n\n28\n\nYen-denominated\n214\n\n30\n\n23\n\n0\n\n191\n\n30\n\nPublic utilities:\nU.S. dollar-denominated\n1,911\n\n155\n\n1,045\n\n30\n\n866\n\n125\n\nYen-denominated\n1,048\n\n183\n\n211\n\n10\n\n837\n\n173\n\nSovereign and supranational:\nYen-denominated\n48\n\n11\n\n0\n\n0\n\n48\n\n11\n\nBanks/financial institutions:\nU.S. dollar-denominated\n1,065\n\n39\n\n890\n\n16\n\n175\n\n23\n\nYen-denominated\n3,759\n\n420\n\n655\n\n16\n\n3,104\n\n404\n\nOther corporate:\nU.S. dollar-denominated\n7,675\n\n738\n\n3,823\n\n105\n\n3,852\n\n633\n\nYen-denominated\n2,190\n\n438\n\n566\n\n34\n\n1,624\n\n404\n\nTotal\n$\n32,056\n\n$\n5,223\n\n$\n14,482\n\n$\n554\n\n$\n17,574\n\n$\n4,669\n\n18\n\nDecember 31, 2024\n\nTotal\nLess than 12 months\n12 months or longer\n(In millions)\nFair\nValue\nUnrealized\nLosses\nFair\nValue\nUnrealized\nLosses\nFair\nValue\nUnrealized\nLosses\nFixed maturity securities available-\n   for-sale:\nU.S. government and\n    agencies:\nU.S. dollar-denominated\n$\n106\n\n$\n3\n\n$\n59\n\n$\n1\n\n$\n47\n\n$\n2\n\nJapan government and\n    agencies:\nYen-denominated\n8,136\n\n2,234\n\n2,070\n\n57\n\n6,066\n\n2,177\n\nMunicipalities:\nU.S. dollar-denominated\n666\n\n53\n\n67\n\n3\n\n599\n\n50\n\nYen-denominated\n341\n\n79\n\n96\n\n2\n\n245\n\n77\n\nMortgage- and asset-\n    backed securities:\nU.S. dollar-denominated\n567\n\n34\n\n173\n\n2\n\n394\n\n32\n\nYen-denominated\n196\n\n23\n\n12\n\n0\n\n184\n\n23\n\nPublic utilities:\nU.S. dollar-denominated\n1,570\n\n151\n\n699\n\n19\n\n871\n\n132\n\nYen-denominated\n1,020\n\n108\n\n368\n\n11\n\n652\n\n97\n\nSovereign and supranational:\nYen-denominated\n47\n\n8\n\n0\n\n0\n\n47\n\n8\n\nBanks/financial institutions:\nU.S. dollar-denominated\n625\n\n36\n\n376\n\n7\n\n249\n\n29\n\nYen-denominated\n3,197\n\n342\n\n471\n\n22\n\n2,726\n\n320\n\nOther corporate:\nU.S. dollar-denominated\n6,097\n\n752\n\n2,036\n\n59\n\n4,061\n\n693\n\nYen-denominated\n1,733\n\n305\n\n289\n\n14\n\n1,444\n\n291\n\nTotal\n$\n24,301\n\n$\n4,128\n\n$\n6,716\n\n$\n197\n\n$\n17,585\n\n$\n3,931\n\nAnalysis of Securities in Unrealized Loss Positions\nThe unrealized losses on the Company's available-for-sale securities have been primarily related to general market factors such as changes in interest rates, foreign exchange rates, and/or the levels of credit spreads rather than specific concerns with the issuer's ability to pay interest and repay principal.\nFor available-for-sale securities in an unrealized loss position, the Company performs detailed analyses to identify whether the drivers of the decline in fair value are due to general market factors, such as the recent rise in interest rates, or due to credit-related factors. Identifying the drivers of the declines in fair value helps to align and allocate the Company‘s resources to the review and monitoring of securities with real credit-related concerns that could impact ultimate collection of principal and interest. For any significant declines in fair value determined to be non-interest rate or market-related, the Company performs a more focused review of the related issuers' specific credit profile.\nFor corporate issuers, the Company evaluates their assets and business profile, including industry dynamics and competitive positioning, financial statements and other available financial data. For non-corporate issuers, the Company analyzes all sources of credit support, including issuer-specific factors. The Company utilizes information available in the public domain and, for certain private placement issuers, from consultations with the issuers directly. The Company also considers ratings from Nationally Recognized Statistical Rating Organizations (NRSROs), as well as the specific characteristics of the security it owns including seniority in the issuer's capital structure, covenant protections, or other relevant features. From these reviews, the Company evaluates the issuers' continued ability to service the Company's investment through payment of interest and principal.\n19\nAssuming no credit-related factors develop, unrealized gains and losses on available-for-sale securities are expected to diminish as investments near maturity. Based on its credit analysis, the Company believes that the issuers of its available-for-sale investments in the sectors shown in the table above have the ability to service their obligations to the Company. Further, the Company does not intend to sell the investments and it is not more likely than not that the Company will be required to sell the investments before recovery of their amortized cost bases, which may be at maturity.\nHowever, if the Company identifies certain available-for-sale securities where the amortized cost basis exceeds the present value of the cash flows expected to be collected due to credit-related factors, an allowance for credit losses is recognized. Based on an evaluation of its securities currently in an unrealized loss position, the Company has determined that those securities should not have an allowance for credit losses as of June 30, 2025\n.\nRefer to the Allowance for Credit Losses section below for additional information.\nAs of June 30, 2025 and December 31, 2024, the Company had an immaterial amount of fixed maturity securities on nonaccrual status.\nCommercial Mortgage and Other Loans\nThe Company classifies its transitional real estate loans (TREs), commercial mortgage loans (CMLs), middle market loans (MMLs), and other loans as held-for-investment and includes them in the commercial mortgage and other loans line on the consolidated balance sheets. The Company carries them on the balance sheet at amortized cost less an estimated allowance for credit losses.\nThe following table reflects the composition of the carrying value for commercial mortgage and other loans by property type as of the periods presented.\nJune 30, 2025\nDecember 31, 2024\n(In millions)\nAmortized\nCost\n% of\nTotal\nAmortized\nCost\n% of\nTotal\nCommercial Mortgage and other loans:\nTransitional real estate loans:\nOffice\n$\n1,246\n\n11.7\n\n%\n$\n1,361\n\n12.1\n\n%\nRetail\n314\n\n2.9\n\n349\n\n3.1\n\nApartments/Multi-Family\n1,881\n\n17.7\n\n2,201\n\n19.6\n\nIndustrial\n100\n\n.9\n\n117\n\n1.1\n\nHospitality\n525\n\n4.9\n\n556\n\n5.0\n\nOther\n292\n\n2.7\n\n318\n\n2.8\n\nTotal transitional real estate loans\n4,358\n\n40.8\n\n4,902\n\n43.7\n\nCommercial mortgage loans:\nOffice\n294\n\n2.8\n\n300\n\n2.7\n\nRetail\n210\n\n2.0\n\n214\n\n1.9\n\nApartments/Multi-Family\n559\n\n5.3\n\n572\n\n5.1\n\nIndustrial\n413\n\n3.9\n\n436\n\n3.9\n\nOther\n14\n\n.1\n\n15\n\n.1\n\nTotal commercial mortgage loans\n1,490\n\n14.1\n\n1,537\n\n13.7\n\nMiddle market loans\n4,355\n\n40.9\n\n4,423\n\n39.4\n\nOther loans\n445\n\n4.2\n\n362\n\n3.2\n\nTotal commercial mortgage and other loans\n$\n10,648\n\n100.0\n\n%\n$\n11,224\n\n100.0\n\n%\nAllowance for credit losses\n(\n384\n)\n(\n355\n)\nTotal net commercial mortgage and other loans\n$\n10,264\n\n$\n10,869\n\nCMLs and TREs are secured by properties entirely within the U.S. (with the largest concentrations in California (\n20\n%), Texas (\n14\n%) and Florida (\n10\n%)). MMLs are issued only to companies domiciled within the U.S. and Canada.\n20\nTransitional Real Estate Loans\nTREs are relatively short-term floating rate commercial mortgage loans that are secured by a first lien on the property. These loans provide funding for properties undergoing a change in their physical characteristics and/or economic profile and do not typically require any principal repayment prior to the maturity date.\nAs of June 30, 2025, the Company had $\n175\n million in outstanding commitments to fund TREs. These commitments are contingent on the final underwriting and due diligence to be performed.\nCommercial Mortgage Loans\nCMLs are typically fixed rate loans on commercial real estate with partial repayment of principal over the life of the loan with the remaining outstanding principal being repaid upon maturity. This loan portfolio is generally considered higher quality investment grade loans.\nMiddle Market Loans\nMMLs are typically first lien senior secured cash flow loans to small to mid-size companies for working capital, refinancing, acquisition, and recapitalization. These loans are generally considered to be below investment grade.\nAs of June 30, 2025, the Company had commitments of approximately $\n646\n million to fund future MMLs. These commitments are contingent upon the availability of MMLs that meet the Company's underwriting criteria.\nOther Loans\nOther loans are primarily infrastructure loans. Infrastructure loans are typically senior secured, financing operating portfolios of renewable and conventional energy generation assets characterized by predictable, often contractual cash flows for loan repayment. The infrastructure loan portfolio weighted average rating is investment grade.\nAs of June 30, 2025, the Company had commitments of approximately $\n1\n million to fund future other loans. These commitments are contingent upon the availability of other loans that meet the Company's underwriting criteria.\nCredit Quality Indicators\nFor TREs, the Company’s key credit quality indicators include performance of the loan and loan-to-value (LTV), which is calculated by dividing the current outstanding loan balance by the estimated property value, primarily using values at origination. Given that TREs involve properties undergoing a repositioning of their commercial profile, LTV provides the most insight into the credit risk of the loan. The Company monitors the performance of the loans periodically, but not less frequently than quarterly. The monitoring process also focuses on higher risk loans, which include those that are delinquent or for which foreclosure or deed in lieu of foreclosure is anticipated.\nFor CMLs, the Company’s key credit quality indicators include LTV and debt service coverage ratios (DSCR). DSCR is the most recently available net operating income of the underlying property compared to the required debt service of the loan.\nFor MMLs and held-to-maturity fixed maturity securities, the Company’s key credit quality indicator is credit ratings. The Company’s held-to-maturity portfolio is composed of investment grade securities that are senior unsecured instruments, while its MMLs generally have below-investment-grade ratings but are typically senior secured instruments. The Company monitors the credit ratings periodically, but not less frequently than quarterly.\nFor other loans, the Company’s key credit quality indicator is credit ratings. The Company monitors these credit ratings periodically, but not less frequently than quarterly.\n21\nThe following tables present as of June 30, 2025 the amortized cost basis of TREs, CMLs, MMLs, and other loans by year of origination and credit quality indicator.\nTransitional Real Estate Loans\n(In millions)\n2025\n2024\n2023\n2022\n2021\nPrior\nTotal\nLoan-to-Value Ratio:\n0%-59.99%\n$\n0\n\n$\n0\n\n$\n0\n\n$\n370\n\n$\n391\n\n$\n10\n\n$\n771\n\n60%-69.99%\n0\n\n0\n\n77\n\n419\n\n442\n\n400\n\n1,338\n\n70%-79.99%\n0\n\n0\n\n14\n\n772\n\n625\n\n44\n\n1,455\n\n80% or greater\n0\n\n0\n\n0\n\n186\n\n297\n\n311\n\n794\n\nTotal\n$\n0\n\n$\n0\n\n$\n91\n\n$\n1,747\n\n$\n1,755\n\n$\n765\n\n$\n4,358\n\nCurrent-period gross\n  writeoffs:\n$\n0\n\n$\n0\n\n$\n0\n\n$\n5\n\n$\n0\n\n$\n24\n\n$\n29\n\nCommercial Mortgage Loans\n(In millions)\n2025\n2024\n2023\n2022\n2021\nPrior\nTotal\nWeighted-Average DSCR\nLoan-to-Value Ratio:\n0%-59.99%\n$\n0\n\n$\n0\n\n$\n32\n\n$\n0\n\n$\n247\n\n$\n1,010\n\n$\n1,289\n\n2.68\n60%-69.99%\n0\n\n0\n\n0\n\n0\n\n25\n\n53\n\n78\n\n2.14\n70%-79.99%\n0\n\n0\n\n0\n\n0\n\n0\n\n8\n\n8\n\n1.48\n80% or greater\n0\n\n12\n\n0\n\n0\n\n0\n\n103\n\n115\n\n0.76\nTotal\n$\n0\n\n$\n12\n\n$\n32\n\n$\n0\n\n$\n272\n\n$\n1,174\n\n$\n1,490\n\n2.50\nWeighted Average DSCR\n0.00\n1.13\n2.49\n0.00\n3.04\n2.39\nCurrent-period gross\n  writeoffs:\n$\n0\n\n$\n0\n\n$\n0\n\n$\n0\n\n$\n0\n\n$\n0\n\n$\n0\n\nMiddle Market Loans\n(In millions)\n2025\n2024\n2023\n2022\n2021\nPrior\nRevolving Loans\nTotal\nCredit Ratings:\nBBB\n$\n13\n\n$\n37\n\n$\n30\n\n$\n0\n\n$\n71\n\n$\n106\n\n$\n11\n\n$\n268\n\nBB\n233\n\n466\n\n37\n\n385\n\n349\n\n620\n\n77\n\n2,167\n\nB\n46\n\n181\n\n46\n\n257\n\n460\n\n475\n\n31\n\n1,496\n\nCCC\n17\n\n5\n\n0\n\n9\n\n62\n\n194\n\n20\n\n307\n\nCC\n0\n\n0\n\n0\n\n14\n\n0\n\n0\n\n1\n\n15\n\nC and lower\n0\n\n0\n\n0\n\n0\n\n16\n\n80\n\n6\n\n102\n\nTotal\n$\n309\n\n$\n689\n\n$\n113\n\n$\n665\n\n$\n958\n\n$\n1,475\n\n$\n146\n\n$\n4,355\n\nCurrent-period gross\n  writeoffs:\n$\n0\n\n$\n0\n\n$\n0\n\n$\n0\n\n$\n17\n\n$\n39\n\n$\n0\n\n$\n56\n\nOther Loans\n(In millions)\n2025\n2024\n2023\n2022\n2021\nPrior\nRevolving Loans\nTotal\nCredit Ratings:\nA\n$\n40\n\n$\n0\n\n$\n0\n\n$\n74\n\n$\n0\n\n$\n0\n\n$\n0\n\n$\n114\n\nAA\n0\n\n0\n\n0\n\n8\n\n3\n\n0\n\n0\n\n11\n\nBBB\n5\n\n217\n\n72\n\n26\n\n0\n\n0\n\n0\n\n320\n\nBB\n0\n\n0\n\n0\n\n0\n\n0\n\n0\n\n0\n\n0\n\nTotal\n$\n45\n\n$\n217\n\n$\n72\n\n$\n108\n\n$\n3\n\n$\n0\n\n$\n0\n\n$\n445\n\nCurrent-period gross\n  writeoffs:\n$\n0\n\n$\n0\n\n$\n0\n\n$\n0\n\n$\n0\n\n$\n0\n\n$\n0\n\n$\n0\n\n22\nPast Due and Nonaccrual Loans\nThe following tables present an aging of past due and nonaccrual loans at amortized cost, before allowance for credit losses, as of the periods presented.\nJune 30, 2025\n(In millions)\nCurrent\nLess Than\n90 Days\nPast Due\n90 Days\nor More\n Past Due\n(1)\nTotal Past\nDue\nTotal\nLoans\nNonaccrual\nStatus\nTransitional real estate loans\n$\n3,808\n\n$\n142\n\n$\n408\n\n$\n550\n\n$\n4,358\n\n$\n408\n\nCommercial mortgage loans\n1,490\n\n0\n\n0\n\n0\n\n1,490\n\n0\n\nMiddle market loans\n4,273\n\n23\n\n59\n\n82\n\n4,355\n\n59\n\nOther loans\n445\n\n0\n\n0\n\n0\n\n445\n\n0\n\nTotal\n$\n10,016\n\n$\n165\n\n$\n467\n\n$\n632\n\n$\n10,648\n\n$\n467\n\n(1)\n\nAs of June 30, 2025, there were\nno\n loans that were 90 days or more past due that continued to accrue interest.\nDecember 31, 2024\n(In millions)\nCurrent\nLess Than\n90 Days\nPast Due\n90 Days\nor More\n Past Due\n(1)\nTotal Past\nDue\nTotal\nLoans\nNonaccrual\nStatus\nTransitional real estate loans\n$\n4,364\n\n$\n195\n\n$\n343\n\n$\n538\n\n$\n4,902\n\n$\n378\n\nCommercial mortgage loans\n1,537\n\n0\n\n0\n\n0\n\n1,537\n\n0\n\nMiddle market loans\n4,295\n\n63\n\n65\n\n128\n\n4,423\n\n108\n\nOther loans\n362\n\n0\n\n0\n\n0\n\n362\n\n0\n\nTotal\n$\n10,558\n\n$\n258\n\n$\n408\n\n$\n666\n\n$\n11,224\n\n$\n486\n\n(1)\n\nAs of December 31, 2024, there were\nno\n loans that were 90 days or more past due that continued to accrue interest.\nFor the three-month period ended June 30, 2025, the Company recognized\nno\n interest income for TREs, CMLs, MMLs, or other loans on nonaccrual status. For the six-month period ended June 30, 2025, the Company recognized $\n1\n million of interest income for TREs, CMLs, MMLs, or other loans on nonaccrual status. For the three- and six-month periods ended June 30, 2024, the Company recognized\nno\n interest income for TREs, CMLs, MMLs, or other loans on nonaccrual status. Of these loans, TREs with an amortized cost of $\n45\n million and $\n140\n million had no credit loss allowance as of June 30, 2025 and December 31, 2024, respectively, because these loans are collateral dependent assets for which the estimated fair values of the collateral were in excess of amortized cost. As of June 30, 2025,\nno\n MMLs were on nonaccrual status without an allowance for credit loss. As of December 31, 2024, MMLs with an amortized cost of $\n5\n million were on nonaccrual status without an allowance for credit losses.\nLoan Modifications to Borrowers Experiencing Financial Difficulties\nThe Company granted certain loan modifications to borrowers experiencing financial difficulty during the first six months of 2025 and 2024. The types of modifications granted may include interest rate reductions, principal forgiveness, other-than-insignificant payment delays, term extensions or a combination of these types of modifications. The amount, timing, and extent of modifications granted are considered in determining any credit loss allowance recorded.\nLoans that have both been modified and are paid or written off during the period, resulting in an amortized cost balance of zero at the end of the period, are not included in the disclosures below.\n23\nThe following tables present the amortized cost basis of modified loans to borrowers experiencing financial difficulty and the financial effect of the modifications, disaggregated by loan classification and type of modification.\nThree Months Ended\nJune 30, 2025\n(In millions)\nAmortized Cost\n(1)\n% of Total\nFinancial Effect\nTransitional Real Estate Loans:\nTerm extension\n$\n128\n\n3.1\n\n%\nTerm extension of\n22\n months on average\nTerm extension and interest rate reduction\n152\n\n3.7\n\nTerm extension of\n26\n months on average and reduction in the weighted-average contractual interest rate from\n4.8\n% to\n4.3\n%\nMiddle Market Loans:\nPrincipal forgiveness\n$\n4\n\n.1\n\n%\nReduction in the amortized cost basis of $\n0.3\n million\nPrincipal forgiveness and term\n  extension\n25\n\n.6\n\nReduction in the amortized cost basis of $\n34\n million and term extension of\n30\n months on average\n(1)\n\nNet of allowance for credit losses\nThree Months Ended\nJune 30, 2024\n(In millions)\nAmortized Cost\n(1)\n% of Total\nFinancial Effect\nTransitional Real Estate Loans:\nOther-than-insignificant payment\n  delays and interest rate\n  reduction\n$\n121\n\n2.2\n\n%\nDelay in payments of\n31\n months on average and reduction in the weighted-average contractual interest rate from\n8.1\n% to\n7.8\n%\n(1)\n Net of allowance for credit losses\nSix Months Ended\nJune 30, 2025\n(In millions)\nAmortized Cost\n(1)\n% of Total\nFinancial Effect\nTransitional Real Estate Loans:\nTerm extension\n$\n159\n\n3.9\n\n%\nTerm extension of\n20\n months on average\nTerm extension and interest rate reduction\n152\n\n3.7\n\nTerm extension of\n26\n months on average and reduction in the weighted-average contractual interest rate from\n4.8\n% to\n4.3\n%\nMiddle Market Loans:\nPrincipal forgiveness\n$\n6\n\n.1\n\n%\nReduction in the amortized cost basis of $\n4\n million\nTerm extension\n33\n\n.8\n\nTerm extension of\nsix months\n on average\nOther-than-insignificant\n  payment delays\n28\n\n.7\n\nDelay in principal and interest payments of\n35\n months on average\nPrincipal forgiveness and term\n  extension\n25\n\n.6\n\nReduction in the amortized cost basis of $\n34\n million and term extension of\n30\n months on average\n(1)\n Net of allowance for credit losses\nSix Months Ended\nJune 30, 2024\n(In millions)\nAmortized Cost\n(1)\n% of Total\nFinancial Effect\nTransitional Real Estate Loans:\nOther-than-insignificant payment\n  delays and interest rate\n  reduction\n$\n332\n\n6.0\n\n%\nDelay in payments of\n44\n months on average and reduction in the weighted-average contractual interest rate from\n8.2\n% to\n7.3\n%\n(1)\n Net of allowance for credit losses\nAdditionally, an immaterial percentage of MMLs were modified in the form of principal forgiveness during each of the three- and six-month periods ended June 30, 2024. The modifications resulted in forgiveness of principal of $\n15\n million, resulting in a remaining amortized cost of $\n2\n million as of June 30, 2024.\n24\nThe following table presents an aging of loans that received modifications in the 12 months preceding the period presented, at amortized cost.\nJune 30, 2025\n(In millions)\nCurrent\nLess Than\n90 Days\nPast Due\n90 Days\nor More\nPast Due\nNonaccrual\nStatus\nTransitional real estate loans\n$\n592\n\n$\n0\n\n$\n60\n\n$\n60\n\nMiddle market loans\n106\n\n1\n\n0\n\n0\n\nTotal\n$\n698\n\n$\n1\n\n$\n60\n\n$\n60\n\nThe Company closely monitors the performance of the loans that are modified to borrowers experiencing financial difficulty to understand the effectiveness of its modification efforts. Loans that were granted a modification in the past 12 months, as of June 30, 2025 and 2024, and subsequently defaulted in the three- and six-month periods ended June 30, 2025 and 2024, were immaterial.\nAs of June 30, 2025, the Company had $\n12\n million of outstanding commitments to lend additional funds to borrowers experiencing financial difficulty that were granted a loan modification, compared with $\n14\n million as of December 31, 2024.\nAllowance for Credit Losses\nThe Company calculates its allowance for credit losses for held-to-maturity securities, loan receivables and loan commitments by grouping assets with similar risk characteristics when there is not a specific expectation of a loss for an individual asset. For held-to-maturity securities, MMLs, and MML commitments, the Company groups assets by credit ratings, industry, and country.\nThe Company groups CMLs and TREs and respective loan commitments by property type, property location and the property’s LTV and DSCR. On a quarterly basis, CMLs and TREs within a portfolio segment that share similar risk characteristics are pooled for calculation of credit loss allowance. On an ongoing basis, TREs, CMLs and other loans with dissimilar risk characteristics (i.e., loans with significant declines in credit quality), such as collateral dependent mortgage loans (i.e., when the borrower is experiencing financial difficulty, including when foreclosure is probable), are evaluated individually for credit loss. For example, the credit loss allowance for a collateral dependent loan is established as the excess of amortized cost over the estimated fair value of the loan’s underlying collateral, less selling cost when foreclosure is probable. Accordingly, the change in the estimated fair value of the collateral dependent loans, which are evaluated individually for credit loss, is recorded as a change in the credit loss allowance as a component of net investment gains (losses) in the consolidated statements of earnings.\nThe credit allowance for held-to-maturity securities and loan receivables is estimated using a probability-of-default (PD) / loss-given-default (LGD) method, discounted for the time value of money. For held-to-maturity securities, available-for-sale securities and loan receivables, the Company includes the change in present value due to the passage of time in the change in the allowance for credit losses. The Company’s methodology for estimating credit losses utilizes the contractual maturity date of the financial asset, adjusted when necessary to reflect the expected timing of repayment (such as prepayment options, renewal options, call options, or extension options). The Company applies reasonable and supportable forecasts of macroeconomic variables that impact the determination of PD / LGD over a two-year period for held-to-maturity securities and MMLs. The Company reverts to historical loss information over one year, following the two-year forecast period. For the CML and TRE portfolio, the Company applies reasonable and supportable forecasts of macroeconomic variables as well as national and local real-estate market factors to estimate future credit losses where the market factors revert back to historical levels over time with the period being dependent on current market conditions, projected market conditions and difference in the current and historical market levels for each factor. The Company continuously monitors the estimation methodology, due to changes in portfolio composition, changes in underwriting practices and significant events or conditions and makes adjustments as necessary.\nThe Company’s held-to-maturity portfolio includes Japan Government and Agency securities of $\n16.6\n billion amortized cost as of June 30, 2025 that meet the requirements for zero-credit-loss expectation and therefore these asset classes have been excluded from the current expected credit loss measurement.\n25\nAn investment in an available-for-sale security may be impaired if the fair value falls below amortized cost. The Company regularly reviews its available-for-sale portfolio for declines in fair value. The Company's available-for-sale impairment model focuses on the ultimate collection of the cash flows from its investments and whether the Company has the intent to sell or if it is more likely than not the Company would be required to sell the security prior to recovery of its amortized cost. The determination of the amount of impairments under this model is based upon the Company's periodic evaluation and assessment of known and inherent risks associated with the respective securities. Such evaluations and assessments are revised as conditions change and new information becomes available.\nWhen determining the Company's intention to sell a security prior to recovery of its amortized cost basis, the Company evaluates facts and circumstances such as, but not limited to, future cash flow needs, decisions to reposition its security portfolio, and risk profile of individual investment holdings. The Company performs ongoing analyses of its liquidity needs, which includes cash flow testing of its policy liabilities, debt maturities, projected dividend payments, and other cash flow and liquidity needs.\nThe Company’s methodology for estimating credit losses for available-for-sale securities utilizes the discounted cash flow model, based on past events, current market conditions and future economic conditions, as well as industry analysis and credit ratings of the securities. In addition, the Company evaluates the specific issuer’s probability of default and expected recovery of its position in the event of default based on the underlying financial condition and assets of the borrower as well as seniority and/or security of other debt holders in the issuer when developing management’s best estimate of expected cash flows.\nThe following table presents the roll forward of the allowance for credit losses by portfolio segment for loans and by accounting classification for securities.\n(In millions)\nTransitional\nReal Estate\nLoans\nCommercial\nMortgage\nLoans\nMiddle\nMarket\nLoans\nOther Loans\nand Loan\nCommitments\nHeld-to-\nMaturity\nSecurities\nAvailable-\nfor-Sale\nSecurities\nTotal\nThree Months Ended June 30, 2025:\nBalance at March 31, 2025\n$\n(\n203\n)\n$\n(\n15\n)\n$\n(\n150\n)\n$\n(\n19\n)\n$\n(\n5\n)\n$\n0\n\n$\n(\n392\n)\n(Addition to) release of allowance\n   for credit losses\n(\n45\n)\n3\n\n(\n19\n)\n2\n\n0\n\n0\n\n(\n59\n)\nWriteoffs, net of recoveries\n5\n\n0\n\n42\n\n0\n\n0\n\n0\n\n47\n\nChange in foreign exchange\n0\n\n0\n\n0\n\n0\n\n0\n\n0\n\n0\n\nBalance at June 30, 2025\n$\n(\n243\n)\n$\n(\n12\n)\n$\n(\n127\n)\n$\n(\n17\n)\n$\n(\n5\n)\n$\n0\n\n$\n(\n404\n)\nThree Months Ended June 30, 2024:\nBalance at March 31, 2024\n$\n(\n114\n)\n$\n(\n19\n)\n$\n(\n99\n)\n$\n(\n15\n)\n$\n(\n5\n)\n$\n0\n\n$\n(\n252\n)\n(Addition to) release of allowance\n   for credit losses\n(\n24\n)\n2\n\n1\n\n2\n\n0\n\n0\n\n(\n19\n)\nWriteoffs, net of recoveries\n15\n\n0\n\n0\n\n0\n\n0\n\n0\n\n15\n\nChange in foreign exchange\n0\n\n0\n\n0\n\n0\n\n0\n\n0\n\n0\n\nBalance at June 30, 2024\n(2)\n$\n(\n123\n)\n$\n(\n17\n)\n$\n(\n98\n)\n$\n(\n13\n)\n$\n(\n5\n)\n$\n0\n\n$\n(\n256\n)\nSix Months Ended June 30, 2025:\nBalance at December 31, 2024\n$\n(\n199\n)\n$\n(\n14\n)\n$\n(\n140\n)\n$\n(\n17\n)\n$\n(\n5\n)\n$\n0\n\n$\n(\n375\n)\n(Addition to) release of allowance\n   for credit losses\n\n(\n73\n)\n2\n\n(\n43\n)\n0\n\n0\n\n0\n\n(\n114\n)\nWriteoffs, net of recoveries\n29\n\n0\n\n56\n\n0\n\n0\n\n0\n\n85\n\nChange in foreign exchange\n0\n\n0\n\n0\n\n0\n\n0\n\n0\n\n0\n\nBalance at June 30, 2025\n$\n(\n243\n)\n$\n(\n12\n)\n$\n(\n127\n)\n$\n(\n17\n)\n$\n(\n5\n)\n$\n0\n\n$\n(\n404\n)\nSix Months Ended June 30, 2024:\nBalance at December 31, 2023\n$\n(\n112\n)\n$\n(\n16\n)\n$\n(\n146\n)\n$\n(\n16\n)\n$\n(\n5\n)\n$\n0\n\n$\n(\n295\n)\n(Addition to) release of allowance\n   for credit losses\n(\n26\n)\n(\n1\n)\n(\n2\n)\n3\n\n0\n\n0\n\n(\n26\n)\nWriteoffs, net of recoveries\n15\n\n0\n\n50\n\n0\n\n0\n\n0\n\n65\n\nChange in foreign exchange\n0\n\n0\n\n0\n\n0\n\n0\n\n0\n\n0\n\nBalance at June 30, 2024\n$\n(\n123\n)\n$\n(\n17\n)\n$\n(\n98\n)\n$\n(\n13\n)\n$\n(\n5\n)\n$\n0\n\n$\n(\n256\n)\nAs of June 30, 2025, the Company identified TREs with an amortized cost of $\n136\n million in anticipation of potential foreclosure or deed in lieu of foreclosure transactions. As of June 30, 2025, the Company established a credit allowance of $\n20\n million related to these loans.\n26\nOther Investments\nThe table below reflects the composition of the carrying value for other investments as of the periods presented.\n(In millions)\nJune 30,\n2025\nDecember 31,\n2024\nOther investments:\nPolicy loans\n$\n221\n\n$\n203\n\nShort-term investments\n(1)\n2,375\n\n1,599\n\nLimited partnerships\n(2)\n3,745\n\n3,435\n\nReal estate owned\n964\n\n682\n\nOther\n40\n\n39\n\nTotal other investments\n$\n7,345\n\n$\n5,958\n\n(1)\nIncludes securities lending collateral\n(2)\n\nIncludes tax credit investments and asset classes such as private equity and real estate funds\n\nThe Parent Company invests in partnerships that specialize in rehabilitating historic structures or the installation of solar equipment in order to receive federal historic rehabilitation and solar tax credits. These investments are classified as limited partnerships and included in other investments in the consolidated balance sheets. The change in value of each investment is recorded as a reduction to net investment income. Tax credits generated by these investments are recorded as an income tax benefit in the consolidated statements of earnings.\nREO consists of office buildings or other commercial properties obtained through foreclosure or deed in lieu of foreclosure of certain of the Company’s TREs. As of June 30, 2025 and December 31, 2024, all REO was classified as held-and-used for the production of income, which is carried at cost less accumulated depreciation. Depreciation expense was $\n8\n million and $\n3\n million for the three-month periods and $\n14\n million and $\n4\n million for the six-month periods ended June 30, 2025 and 2024, respectively. Additionally, as of June 30, 2025 and December 31, 2024, accumulated depreciation was $\n28\n million and $\n14\n million, respectively.\nThe Company had $\n2.4\n billion and $\n2.8\n billion in outstanding commitments to fund investments in limited partnerships, which included $\n2.1\n billion and $\n2.1\n billion of unfunded commitments related to VIEs that are non-consolidated as of June 30, 2025 and December 31, 2024, respectively.\nVariable Interest Entities (VIEs)\nIn the normal course of its activities, the Company invests in legal entities that are VIEs. The Company's variable interests in VIEs are limited to the debt and equity instruments issued by them. With the exception of commitments to limited partnerships and to certain loan investments made in the normal course of business, the Company has not provided any direct or contingent obligations to fund the limited activities of these VIEs, or support related to the limited activities of these VIEs, and does not have any intention to do so in the future, nor has it provided any direct or indirect financial guarantees.\nThe Company's risk of loss related to its interests in any of its VIEs is limited to the carrying value of the related investments, and in certain cases, to any unfunded commitments held in the VIE.\nFor those VIEs other than certain unit trust structures, the Company's involvement is passive in nature.\nVIEs - Consolidated\nIf the Company determines that it is the VIE’s primary beneficiary, it consolidates the VIE. Creditors or beneficial interest holders of VIEs where the Company is the primary beneficiary have no recourse to the general credit of the Company except to the extent of the unfunded commitments referenced above, as the Company’s obligation to each VIE is limited to the amount of its committed investment.\nThe following table presents the carrying value and balance sheet caption in which the assets and liabilities of consolidated VIEs are reported.\n27\nInvestments in Consolidated Variable Interest Entities\n(In millions)\nJune 30,\n2025\nDecember 31,\n2024\nAssets:\nFixed maturity securities, available-for-sale\n$\n3,675\n\n$\n3,428\n\nCommercial mortgage and other loans\n8,207\n\n8,693\n\nOther investments\n(1)\n2,220\n\n2,176\n\nOther assets\n(2)\n45\n\n53\n\nTotal assets of consolidated VIEs\n$\n14,147\n\n$\n14,350\n\nLiabilities:\nOther liabilities\n(2)\n$\n589\n\n$\n604\n\nTotal liabilities of consolidated VIEs\n$\n589\n\n$\n604\n\n(1)\nConsists entirely of alternative investments in limited partnerships, which represent VIEs where the Company is not the primary beneficiary and, therefore, are not consolidated\n(2)\nConsists entirely of derivatives\nThe Company is the sole investor in the consolidated VIEs listed in the table above. The Company invests in fixed maturity securities issued by VIEs that in turn hold U.S. dollar-denominated fixed maturity securities coupled with foreign currency swap agreements. The weighted-average lives of the Company's investments in these VIEs are very similar to the underlying collateral held by these VIEs. The activities of these VIEs are limited to holding invested assets and foreign currency swaps and utilizing the cash flows from these securities to service the VIEs' debt. Neither the Company nor any of its creditors are able to obtain the underlying collateral of these VIEs unless there is an event of default or other specified event. The Company is not a direct counterparty to the foreign currency swap contracts and has no control over them. The Company's loss exposure to these VIEs is limited to its original investment. These consolidated VIEs do not rely on outside or ongoing sources of funding to support their activities beyond the underlying collateral and foreign currency swap contracts, if applicable. The underlying collateral assets and funding of these consolidated VIEs are generally static in nature.\nInvestments in Unit Trust Structures\nThe Company also utilizes unit trust structures in its Aflac Japan segment to invest in various asset classes, which include CMLs, MMLs, TREs, other loans and limited partnerships. As the sole investor of these VIEs, the Company is required to consolidate these trusts under U.S. GAAP. The limited partnership investments are comprised of private equity and real estate funds. The Company's loss exposure to these VIEs is limited to its original investments, together with any unfunded portion of the Company's commitments made in the normal course of business to fund certain loan investments and limited partnership investments, as described in the Commercial Mortgage and Other Loans and Other Investments sections of this note. Excluding these commitments, the Company does not provide financial or other support to consolidated VIEs.\nVIEs - Not Consolidated\nThe table below reflects the carrying value and balance sheet caption in which the Company's investments in VIEs that are not consolidated are reported.\nInvestments in Variable Interest Entities Not Consolidated\n(In millions)\nJune 30,\n2025\nDecember 31,\n2024\nAssets:\nFixed maturity securities, available-for-sale\n$\n7,121\n\n$\n6,243\n\nOther investments\n(1)\n1,367\n\n1,124\n\nTotal investments in VIEs not consolidated\n$\n8,488\n\n$\n7,367\n\n(1)\n\nConsists entirely of alternative investments in limited partnerships\nCertain investments in VIEs that the Company is not required to consolidate are investments that are in the form of debt obligations issued by the VIEs. These fixed maturity securities include structured securities, primarily asset-backed securities. The Company's involvement in the related VIEs is limited to that of a passive investor in asset-backed securities issued by the VIEs. The Company also invests in fixed maturity debt securities issued by VIEs that are the\n28\nprimary financing vehicles used by their corporate sponsors to raise financing in the capital markets. The variable interests created by these VIEs are principally or solely a result of the debt instruments issued by them. The Company does not have the power to direct the activities that most significantly impact the entity's economic performance, nor does it have the obligation to absorb losses of the VIE entity or the right to receive benefits from the entity that could be significant to the entity. As such, the Company is not the primary beneficiary of these VIEs and therefore is not required to consolidate them.\nThe Company also holds equity investments in limited partnerships that have been determined to be VIEs. These partnerships primarily invest in private equity and real estate funds. The Company’s maximum exposure to loss on these investments is limited to the amount of its investment and any unfunded commitments. As described in the Other Investments section of this note, the Company makes commitments to fund partnership investments in the normal course of business. Excluding these commitments, the Company did not provide financial or other support to unconsolidated VIEs. The Company is not the primary beneficiary of these VIEs and is therefore not required to consolidate them. The Company classifies these investments as other investments in the consolidated balance sheets.\nSecurities Lending and Pledged Securities\nThe Company lends fixed maturity securities and, from time to time, public equity securities to financial institutions in short-term securities lending transactions. These short-term securities lending arrangements increase investment income with minimal risk. The Company receives cash or other securities as collateral for such loans. The Company's securities lending policy requires that the fair value of the securities received as collateral be\n102\n% or more of the fair value of the loaned securities and that unrestricted cash received as collateral be\n100\n% or more of the fair value of the loaned securities. The securities loaned continue to be carried as investment assets on the Company's balance sheet during the terms of the loans and are not reported as sales. For loans involving unrestricted cash or securities as collateral, the collateral is reported as an asset with a corresponding liability for the return of the collateral. For loans where the Company receives as collateral securities that the Company is not permitted to sell or repledge, the collateral is not reflected in the consolidated financial statements.\nDetails of collateral by loaned security type and remaining maturity of the agreements were as follows:\nSecurities Lending Transactions Accounted for as Secured Borrowings\nRemaining Contractual Maturity of the Agreements\nJune 30, 2025\nDecember 31, 2024\n(In millions)\nOvernight\nand\nContinuous\n(1)\nUp to 30\ndays\n30-90 days\nTotal\nOvernight\nand\nContinuous\n(1)\nUp to 30\ndays\nTotal\nSecurities lending\n  transactions:\nFixed maturity securities:\nJapan government and agencies\n$\n0\n\n$\n3,837\n\n$\n1,035\n\n$\n4,872\n\n$\n0\n\n$\n1,027\n\n$\n1,027\n\nPublic utilities\n27\n\n0\n\n0\n\n27\n\n34\n\n0\n\n34\n\nBanks/financial institutions\n145\n\n0\n\n0\n\n145\n\n193\n\n0\n\n193\n\nOther corporate\n723\n\n0\n\n0\n\n723\n\n783\n\n0\n\n783\n\n          Total borrowings\n$\n895\n\n$\n3,837\n\n$\n1,035\n\n$\n5,767\n\n$\n1,010\n\n$\n1,027\n\n$\n2,037\n\nGross amount of recognized liabilities for securities\n   lending transactions\n$\n5,767\n\n$\n2,037\n\n(1)\nThe related loaned security, under the Company's U.S. securities lending program, can be returned to the Company at the transferee's discretion; therefore, they are classified as Overnight and Continuous.\nIn connection with securities lending, in addition to cash collateral received, the Company received from counterparties securities collateral of $\n1.5\n billion and $\n3.0\n billion at June 30, 2025 and December 31, 2024, respectively, which may not be sold or re-pledged, unless the counterparty is in default. Such securities collateral is not reflected on the consolidated financial statements.\nThe Company did\nnot\n have any repurchase agreements or repurchase-to-maturity transactions outstanding as of June 30, 2025, and December 31, 2024, respectively.\n29\nCertain fixed maturity securities can be pledged as collateral as part of derivative transactions, or pledged to support state deposit requirements on certain investment programs. For additional information regarding pledged securities related to derivative transactions, see Note 4.\n4."
      },
      {
        "heading": "U.S. GAAP return on equity is calculated by dividing net earnings (annualized) by average shareholders' equity.",
        "content": "U.S. GAAP return on equity is calculated by dividing net earnings (annualized) by average shareholders' equity.\n(2)\nSee separate reconciliation of net earnings to adjusted earnings above.\n(3)\n Impact of gains/losses associated with foreign currency remeasurement is calculated by excluding the cumulative (beginning January 1, 2021) foreign currency gains/losses associated with i) foreign currency remeasurement and ii) sales and redemptions of invested assets. The impact is the difference of adjusted return on equity - reported compared with adjusted return on equity, excluding from shareholders' equity, gains/losses associated with foreign currency remeasurement."
      }
    ]
  },
  "market_equity": {
    "sections": []
  },
  "capital_stock": {
    "sections": [
      {
        "heading": "Capitalization of deferred policy acquisition costs",
        "content": "Capitalization of deferred policy acquisition costs\n(\n503\n)\n(\n508\n)\nAmortization of deferred policy acquisition costs\n437\n\n424\n\nIncrease in policy liabilities\n(\n195\n)\n(\n43\n)\nChange in income tax liabilities\n(\n267\n)\n(\n221\n)\nNet investment (gains) losses\n1,384\n\n(\n1,647\n)\nOther, net\n(\n448\n)\n(\n554\n)\nNet cash provided (used) by operating activities\n988\n\n1,104\n\nCash flows from investing activities:\nProceeds from investments sold or matured:\nAvailable-for-sale fixed maturity securities\n7,816\n\n3,598\n\nEquity securities\n240\n\n550\n\nHeld-to-maturity fixed maturity securities\n2\n\n1\n\nCommercial mortgage and other loans\n1,075\n\n952\n\nCosts of investments acquired:\nAvailable-for-sale fixed maturity securities\n(\n9,412\n)\n(\n3,357\n)\nEquity securities\n(\n249\n)\n(\n179\n)\nCommercial mortgage and other loans\n(\n799\n)\n(\n512\n)\nOther investments, net\n(\n1,012\n)\n(\n2,284\n)\nSettlement of derivatives, net\n26\n\n(\n106\n)\nCash received (pledged or returned) as collateral, net\n3,523\n\n3,375\n\nOther, net\n(\n36\n)\n256\n\nNet cash provided (used) by investing activities\n1,174\n\n2,294\n\nCash flows from financing activities:\nPurchases of treasury stock\n(\n1,729\n)\n(\n1,550\n)\nProceeds from borrowings\n1,039\n\n823\n\nPrincipal payments under debt obligations\n0\n\n(\n194\n)\nDividends paid to shareholders\n(\n607\n)\n(\n550\n)\nChange in investment-type contracts, net\n(\n123\n)\n(\n103\n)\nTreasury stock reissued\n2\n\n12\n\nOther, net\n(\n5\n)\n(\n14\n)\nNet cash provided (used) by financing activities\n(\n1,423\n)\n(\n1,576\n)\nEffect of exchange rate changes on cash and cash equivalents\n(\n3\n)\n(\n68\n)\nNet change in cash and cash equivalents\n736\n\n1,754\n\nCash and cash equivalents, beginning of period\n6,229\n\n4,306\n\nCash and cash equivalents, end of period\n$\n6,965\n\n$\n6,060\n\nSupplemental disclosures of cash flow information:\nIncome taxes paid\n$\n605\n\n$\n777\n\nInterest paid\n92\n\n87\n\nNoncash interest\n10\n\n11\n\nNoncash real estate acquired in satisfaction of debt\n247\n\n294\n\nNoncash financing activities:\nLease obligations\n19\n\n20\n\nTreasury stock issued for:\n   Associate stock bonus\n12\n\n10\n\n   Shareholder dividend reinvestment\n22\n\n21\n\n   Share-based compensation grants\n7\n\n6\n\nSee the accompanying Notes to the Consolidated Financial Statements.\n6\nAflac Incorporated and Subsidiaries\nNotes to the Consolidated Financial Statements\n(Interim period data - Unaudited)\n1."
      },
      {
        "heading": "Capitalization",
        "content": "Capitalization\n139\n\n46\n\n17\n\n2\n\n65\n\n61\n\n78\n\n42\n\n6\n\n47\n\n0\n\n503\n\nAmortization expense\n(\n94\n)\n(\n51\n)\n(\n17\n)\n(\n2\n)\n(\n72\n)\n(\n61\n)\n(\n77\n)\n(\n38\n)\n(\n6\n)\n(\n19\n)\n0\n\n(\n437\n)\nForeign currency translation and\n  other\n257\n\n170\n\n41\n\n4\n\n0\n\n0\n\n0\n\n0\n\n0\n\n0\n\n0\n\n472\n\nBalance at June 30, 2025\n$\n3,078\n\n$\n1,998\n\n$\n482\n\n$\n56\n\n$\n908\n\n$\n636\n\n$\n1,349\n\n$\n456\n\n$\n86\n\n$\n247\n\n$\n0\n\n$\n9,296\n\nDecember 31, 2024\nAflac Japan\nAflac U.S.\n(In millions)\nCancer\nMedical\nand Other\nHealth\nLife\nInsurance\nOther\nAccident\nDisability\nCritical\nCare\nHospital\nIndemnity\nDental/\nVision\nLife\nInsurance\nOther\nTotal\nDeferred policy acquisition costs:\nBalance at December 31, 2023\n$\n2,971\n\n$\n2,041\n\n$\n491\n\n$\n56\n\n$\n917\n\n$\n625\n\n$\n1,336\n\n$\n436\n\n$\n86\n\n$\n172\n\n$\n1\n\n$\n9,132\n\nCapitalization\n300\n\n103\n\n36\n\n4\n\n141\n\n129\n\n165\n\n89\n\n12\n\n77\n\n0\n\n1,056\n\nAmortization expense\n(\n184\n)\n(\n100\n)\n(\n34\n)\n(\n3\n)\n(\n143\n)\n(\n118\n)\n(\n153\n)\n(\n73\n)\n(\n12\n)\n(\n30\n)\n(\n1\n)\n(\n851\n)\nForeign currency translation and\n  other\n(\n311\n)\n(\n211\n)\n(\n52\n)\n(\n5\n)\n0\n\n0\n\n0\n\n0\n\n0\n\n0\n\n0\n\n(\n579\n)\nBalance at December 31, 2024\n$\n2,776\n\n$\n1,833\n\n$\n441\n\n$\n52\n\n$\n915\n\n$\n636\n\n$\n1,348\n\n$\n452\n\n$\n86\n\n$\n219\n\n$\n0\n\n$\n8,758\n\nThe Company uses the following constant level bases to amortize deferred policy acquisition costs:\nPolicy Type\nConstant-level Basis\nLife Products (U.S.)\nFace Amount\nHealth Products (U.S.)\nNumber of Policies in Force\nHealth & Life Products (Japan)\nUnits in Force\n53\nFace amount is the stated dollar amount that the policy’s beneficiaries receive upon the death of the insured. For life and health products issued in Japan, the constant-level basis used is units in force, which is a proxy for face amount and insurance in force, respectively. Future DAC amortization is impacted by persistency.\nThere were no changes to the inputs, judgments, assumptions or methods used to determine amortization amounts during the six-month periods ended June 30, 2025 and 2024. For additional information on deferred policy acquisition costs, see Notes 1 and 6 of the Notes to the Consolidated Financial Statements in the 2024 Annual Report.\n7."
      }
    ]
  },
  "in_body_security_descriptions": {
    "sections": []
  }
}