{
  "cik": "0001676238",
  "filing_path": "sec_filings\\10K\\0001676238_0001676238-25-000054_brze-20250131.txt",
  "extracted_at": "2025-09-21T20:15:38.239623Z",
  "cover_page": {
    "sections": [
      {
        "heading": "Cover Page",
        "content": "UNITED STATES\nSECURITIES AND EXCHANGE COMMISSION\nWashington, D.C. 20549\n______________________________\nFORM \n10-K\n______________________________\n(Mark One)\n☒\nANNUAL REPORT PURSUANT TO SECTION 13 OR 15(d) OF THE SECURITIES EXCHANGE ACT OF 1934\nFor the fiscal year ended \nJanuary 31\n, 2025\nOR\n☐\nTRANSITION REPORT PURSUANT TO SECTION 13 OR 15(d) OF THE SECURITIES EXCHANGE ACT OF 1934\nFor the transition period from___  to___\nCommission file number: \n001-41065\n______________________________\nBraze, Inc.\n(Exact name of Registrant as specified in its charter)\n______________________________\nDelaware\n45-2505271\n(State or other jurisdiction of incorporation or organization)\n(I.R.S. Employer Identification Number)\n63 Madison Building\n, \n28 East 28th Street, Floor 12\nNew York\n, \nNew York\n\n10016\n(Address of principal executive offices, including zip code)\n(609)\n\n964-0585\n(Registrant’s telephone number, including area code)\n______________________________\nSecurities registered pursuant to Section 12(b) of the Act:\nTitle of each class\nTrading Symbol(s)\nName of each exchange on which registered\nClass A Common Stock, par value $0.0001 per share\nBRZE\nThe Nasdaq Stock Market LLC\nSecurities registered pursuant to Section 12(g) of the Act:\nNone\n______________________________\nIndicate by check mark if the registrant is a well-known seasoned issuer, as defined in Rule 405 of the Securities Act.   \nYes\n\n☒\n\nNo\n\n☐\nIndicate by check mark if the registrant is not required to file reports pursuant to Section 13 or Section 15(d) of the Securities Exchange Act of 1934 (the “Exchange Act”).    Yes  ☐    \nNo\n  ☒ \nIndicate by check mark whether the registrant: (1) has filed all reports required to be filed by Section 13 or 15(d) of the Exchange Act during the preceding 12 months (or for such shorter period that the registrant was required to file such reports), and (2) has been subject to such filing requirements for the past 90 days.    \nYes\n  ☒    No  ☐ \nIndicate by check mark whether the registrant has submitted electronically, every Interactive Data File required to be submitted pursuant to Rule 405 of Regulation S-T (§232.405 of this chapter) during the preceding 12 months (or for such shorter period that the registrant was required to submit such files).    \nYes\n  ☒    No  ☐ \nIndicate by check mark whether the registrant is a large accelerated filer, an accelerated filer, a non-accelerated filer, a smaller reporting company, or an emerging growth company. See the definitions of “large accelerated filer,” “accelerated filer”, “smaller reporting company” and “emerging growth company” in Rule 12b-2 of the Exchange Act.\nLarge accelerated filer\n☒\nAccelerated filer\n☐\nNon-accelerated filer\n☐\nSmaller reporting company\n☐\nEmerging growth company\n☐\nIf an emerging growth company indicate by check mark if the registrant has elected not to use the extended transition period for complying with any new or revised financial accounting standards provided pursuant to Section 13(a) of the Exchange Act.  \n☐\nIndicate by check mark whether the registrant has filed a report on and attestation to its management's assessment of the effectiveness of its internal control over financial reporting under Section 404(b) of the Sarbanes-Oxley Act (15 U.S.C. 7262(b)) by the registered public accounting firm that prepared or issued its audit report. \n\n☒\n\nIf securities are registered pursuant to Section 12(b) of the Act, indicate by check mark whether the financial statements of the\nregistrant included in the filing reflect the correction of an error to previously issued financial statements. \n☐\nIndicate by check mark whether any of those error corrections are restatements that required a recovery analysis of incentive based compensation received by any of the registrant’s executive officers during the relevant recovery period pursuant to §240.10D-(b). ☐\nIndicate by check mark whether the registrant is a shell company (as defined in Rule 12b-2 of the Exchange Act).    Yes  \n\n☐\n   No  \n\n☒\nThe aggregate market value of the voting and non-voting common equity held by non-affiliates of the registrant, based on the closing price of the registrant’s shares of Class A common stock as reported by The Nasdaq Global Select Market on July 31, 2024 was approximately $\n3.2\n billion.\nAt March 20, 2025, there were \n88,615,173\n shares of the registrant’s Class A common stock and \n16,017,314\n shares of the registrant’s Class B common stock, each with a par value of $0.0001 per share, outstanding.\nDOCUMENTS INCORPORATED BY REFERENCE\nPortions of the registrant’s Proxy Statement for its 2025 Annual Meeting of Stockholders are incorporated by reference into Part III of this Annual Report on Form 10-K to the extent stated herein. Such Proxy Statement will be filed with the Securities and Exchange Commission within 120 days of the registrant’s fiscal year ended January 31, 2025.\n1"
      },
      {
        "heading": "Securities registered pursuant to Section 12(b)",
        "content": "Securities registered pursuant to Section 12(b) of the Act:\nTitle of each class\nTrading Symbol(s)\nName of each exchange on which registered\nClass A Common Stock, par value $0.0001 per share\nBRZE\nThe Nasdaq Stock Market LLC"
      }
    ]
  },
  "stockholders_equity_notes": {
    "sections": [
      {
        "heading": "STOCKHOLDERS’ EQUITY",
        "content": "STOCKHOLDERS’ EQUITY\nClass A common stock, $\n0.0001\n par value; \n2,000,000,000\n and \n2,000,000,000\n shares authorized as of January 31, 2025 and January 31, 2024, respectively; \n87,934,059\n and \n73,037,015\n shares issued and outstanding as of January 31, 2025 and January 31, 2024, respectively\n8\n\n7\n\nClass B common stock, $\n0.0001\n par value; \n110,000,000\n and \n110,000,000\n shares authorized as of January 31, 2025 and January 31, 2024, respectively; \n16,017,314\n and \n27,173,408\n shares issued and outstanding as of January 31, 2025 and January 31, 2024, respectively\n2\n\n3\n\nAdditional paid-in capital\n1,062,613\n\n928,494\n\nAccumulated other comprehensive loss\n(\n926\n)\n(\n1,178\n)\nAccumulated deficit\n(\n586,836\n)\n(\n483,093\n)\nTOTAL STOCKHOLDERS’ EQUITY\n474,861\n\n444,233\n\nTOTAL LIABILITIES, REDEEMABLE NON-CONTROLLING INTEREST, AND STOCKHOLDERS’ EQUITY\n$\n870,998\n\n$\n810,941\n\nThe accompanying notes are an integral part of these consolidated financial statements.\n65"
      },
      {
        "heading": "Stockholders’ Equity",
        "content": "Stockholders’ Equity\nClass A and Class B Common Stock\nThe Company has \ntwo\n classes of common stock, Class A and Class B. The rights of the holders of Class A common stock and Class B common stock are identical, except with respect to voting, conversion, and transfer rights. Each share of Class A common stock is entitled to \none\n vote. Each share of Class B common stock is entitled to \nten\n votes and may be converted at the option of the holder into \none\n share of Class A common stock. In addition, all shares of Class B common stock will automatically convert into shares of Class A common stock in certain circumstances, including on the earlier of (i) the last trading day of the fiscal quarter during which the number of shares of Class B common stock then outstanding represents less than \n10\n% of the aggregate number of shares of Class A common stock and Class B common stock then outstanding, or (ii) the last trading day of the fiscal quarter immediately following the fifth anniversary of the initial public offering. All shares of the \n87"
      }
    ]
  },
  "exhibit_4_securities": {
    "sections": [
      {
        "heading": "Description of Registrant’s Securities",
        "content": "Description of Registrant’s Securities.\n10.1\nFourth Amended and Restated Investors’ Rights Agreement, dated as of September 24, 2018.\nS-1\n333-260428\n10.1\nOctober 22, 2021\n10.2+\nAmended and Restated 2011 Equity Incentive Plan and forms of agreements thereunder.\nS-1\n333-260428\n10.2\nOctober 22, 2021\n10.3+\n2021 Equity Incentive Plan and forms of agreements thereunder.\nS-1/A\n333-260428\n10.3\nNovember 8, 2021\n10.3.2*\nPSU Award Grant Notice.\n10.4+\n2021 Employee Stock Purchase Plan\n.\nS-1/A\n333-260428\n10.4\nNovember 8, 2021\n10.5+\nForm of Indemnification Agreement entered into by and between Registrant and each director and executive officer.\nS-1/A\n333-260428\n10.5\nNovember 8, 2021\n10.6+\nConfirmatory Offer Letter, by and between Braze, Inc. and William Magnuson, dated November 2, 2021.\nS-1/A\n333-260428\n10.6\nNovember 8, 2021\n10.7+\nConfirmatory Offer Letter, by and between Braze, Inc. and Isabelle Winkles, dated November 2, 2021.\nS-1/A\n333-260428\n10.7\nNovember 8, 2021\n10.8+\nConfirmatory Offer Letter, by and between Braze, Inc. and Susan Wiseman, dated November 2, 2021.\nS-1/A\n333-260428\n10.8\nNovember 8, 2021\n10.9+\nConfirmatory Offer Letter, by and between Braze, Inc. and Jonathan Hyman, dated November 2, 2021.\nS-1/A\n333-260428\n10.9\nNovember 8, 2021\n101"
      }
    ]
  },
  "charter_bylaws": {
    "sections": []
  },
  "market_equity": {
    "sections": []
  }
}