{
  "cik": "0001799448",
  "source": "10-Q",
  "filing_path": "sec_filings/10Q\\0001799448_0000950170-25-104042_algs-20250630.htm",
  "cover_page": {
    "sections": [
      {
        "heading": "Cover Page - Section 12(b)",
        "content": "Securities registered pursuant to Section 12(b) of the Act:\n\nTitle of each class\n\nTrading\n\nSymbol(s)\n\nName of each exchange on which registered\n\nCommon Stock, par value, $0.0001 per share\n\nALGS\n\nThe Nasdaq Stock Market LLC\n(Nasdaq Capital Market)\n\nIndicate by check mark whether the registrant (1) has filed all reports required to be filed by Section 13 or 15(d) of the Securities Exchange Act of 1934 during the preceding 12 months (or for such shorter period that the registrant was required to file such reports), and (2) has been subject to such filing requirements for the past 90 days.\nYes\n  ☒    No  ☐\n\nIndicate by check mark whether the registrant has submitted electronically every Interactive Data File required to be submitted pursuant to Rule 405 of Regulation S-T (§232.405 of this chapter) during the preceding 12 months (or for such shorter period that the registrant was required to submit such files).\nYes\n  ☒    No  ☐\n\nIndicate by check mark whether the registrant is a large accelerated filer, an accelerated filer, a non-accelerated filer, a smaller reporting company, or an emerging growth company. See the definitions of “large accelerated filer,” “accelerated filer,” “smaller reporting company,” and “emerging growth company” in Rule 12b-2 of the Exchange Act.\n\nLarge accelerated filer\n\n☐\n\nAccelerated filer\n\n☐\n\nNon-accelerated filer\n\n☒\n\nSmaller reporting company\n\n☒\n\nEmerging growth company\n\n☒\n\nIf an emerging growth company, indicate by check mark if the registrant has elected not to use the extended transition period for complying with any new or revised financial accounting standards provided pursuant to Section 13(a) of the Exchange Act.\n☐\n\nIndicate by check mark whether the registrant is a shell company (as defined in Rule 12b-2 of the Exchange Act).     Yes  ☐    No\n☒\nA\ns of July 31, 2025, the registrant had\n6,151,374\n shares of common stock, $0.0001 par value per share, outstanding, comprised of\n5,351,374\n shares of voting common stock, $0.0001 par value per share and\n800,000\n shares of non-voting common stock, $0.0001 par value per share. This number does not include 4,217,432 shares of common stock issuable upon the exercise of pre-funded warrants outstanding as of July 31, 2025 (which are immediately exercisable at an exercise price of $0.0025 and $0.0001 per share of common stock, respectively,\n\nsubject to beneficial ownership limitations) sold in the Registrant’s private placement on October 23, 2023 and February 13, 2025. See Note 7 — Common Warrants and Pre-Funded Warrants to the Registrant’s unaudited condensed consolidated financial statements.\n\nSpecial note regarding forward-looking statements\n\nThis Quarterly Report on Form 10-Q contains forward-looking statements concerning our business, operations and financial performance and condition, as well as our plans, objectives and expectations for our business, operations and financial performance and condition. Any statements contained herein that are not statements of historical facts may be deemed to be forward-looking statements. These statements involve known and unknown risks, uncertainties and other important factors that are in some cases beyond our control and may cause our actual results, performance or achievements to be materially different from any future results, performance or achievements expressed or implied by the forward-looking statements.\nIn some cases, you can identify forward-looking statements by terminology such as “aim,” “anticipate,” “assume,” “believe,” “contemplate,” “continue,” “could,” “due,” “estimate,” “expect,” “goal,” “intend,” “may,” “objective,” “plan,” “predict,” “potential,” “positioned,” “seek,” “should,” “target,” “will,” “would,” and other similar expressions that are predictions of or indicate future events and future trends, or the negative of these terms or other comparable terminology. These forward-looking statements include, but are not limited to, statements about:\n\n•\nthe scope, progress, results and costs of developing our drug candidates or any other future drug candidates, and conducting nonclinical studies and clinical trials;\n•\nthe scope, progress, results and costs related to the research and development of our pipeline;\n•\nthe timing of, and costs involved in, obtaining and maintaining regulatory approval for any of our current or future drug candidates, and any related restrictions or limitations;\n•\nour expectations regarding the potential market size and size of the potential patient populations for our drug candidates and any future drug candidates, if approved for commercial use;\n•\nour ability to maintain existing, and establish new, collaborations, licensing or other arrangements and the financial terms of any such agreements;\n•\nour commercialization, marketing and manufacturing capabilities and expectations;\n•\nthe rate and degree of market acceptance of our drug candidates, as well as the pricing and reimbursement of our drug candidates, if approved;\n•\nthe implementation of our business model and strategic plans for our business, drug candidates and technology, including additional indications for which we may pursue;\n•\nthe scope of protection we are able to establish and maintain for intellectual property rights covering our drug candidates, including the projected term of patent protection;\n•\nany lawsuits related to our drug candidates or commenced against us;\n•\nestimates of our expenses, future revenue, capital requirements, our needs for additional financing and our ability to obtain additional capital;\n•\ndevelopments and projections relating to our competitors and our industry, including competing therapies and procedures;\n•\nregulatory and legal developments in the United States and foreign countries;\n•\nthe performance of our third-party suppliers and manufacturers;\n•\nour ability to attract and retain key management, scientific and medical personnel;\n•\nour expectations regarding our ability to obtain, maintain, enforce and defend our intellectual property protection for our drug candidates; and\n•\nother risks and uncertainties, including those listed under the caption “Risk Factors.”\nThese forward-looking statements are based on management’s current expectations, estimates, forecasts and projections about our business and the industry in which we operate and management’s beliefs and assumptions and are not guarantees of future performance or development and involve known and unknown risks, uncertainties and other factors that are in some cases beyond our control. As a result, any or all of our forward-looking statements in this Quarterly Report on Form 10-Q may turn out to be inaccurate. Factors that may cause actual results to differ materially from current expectations include, among other things, those listed under the section titled “Risk Factors” and elsewhere in this Quarterly Report on Form 10-Q. Because forward-looking statements are inherently subject to risks and uncertainties, some of which cannot be predicted or quantified, you should not rely on these forward-looking statements as predictions of future events. The events and circumstances reflected in our forward-looking statements may not be achieved or occur and actual results could differ materially from those projected in the forward-looking statements. We undertake no obligation to publicly update or revise any forward-looking statements contained herein for any reason after the date of this report to conform these statements to new information, actual results or changes in our expectations, except as required by applicable law.\n\ni\n\nIn addition, statements that “we believe” and similar statements reflect our beliefs and opinions on the relevant subject. These statements are based upon information available to us as of the date of this report, and while we believe such information forms a reasonable basis for such statements, such information may be limited or incomplete, and our statements should not be read to indicate that we have conducted an exhaustive inquiry into, or review of, all potentially available relevant information. These statements are inherently uncertain, and you are cautioned not to unduly rely upon these statements.\n\nInvestors and others should note that we may announce material business and financial information to our investors using our investor relations website, Securities and Exchange Commission (the SEC), filings, webcasts, press releases and conference calls. We use these mediums, including our website, to communicate with the public about our company, our business and other issues. It is possible that the information that we make available may be deemed to be material information. We therefore encourage investors and others interested in our company to review the information that we make available on our website.\n\nSummary of material risks associated with our business\nThe principal risks and uncertainties affecting our business include the following:\n•\nWe are a clinical-stage biotechnology company with a limited operating history and no products approved for commercial sale. We have incurred significant losses since inception. We expect to incur losses for at least the next several years and may never achieve or maintain profitability for a full fiscal year, which, together with our limited operating history, makes it difficult to assess our future viability.\n•\nWe have never generated revenue from product sales and may never be profitable for a full fiscal year.\n•\nWe will require substantial additional financing to achieve our goals, which may not be available on acceptable terms, or at all. A failure to obtain this necessary capital when needed could force us to delay, limit, reduce or terminate our product development or commercialization efforts.\n•\nWe are early in our development efforts, and our business is dependent on the successful development of our current and future drug candidates. If we are unable to advance our current or future drug candidates through clinical trials, obtain marketing approval and ultimately commercialize any drug candidates we develop, or experience significant delays in doing so, our business will be materially harmed.\n•\nOur current or future drug candidates may cause undesirable side effects or have other properties when used alone or in combination with other approved products or investigational new drugs that could delay or halt their clinical development, prevent their marketing approval, limit their commercial potential or result in significant negative consequences.\n•\nWe depend on collaborations with third parties for the development of certain of our potential drug candidates, and we may depend on additional collaborations in the future for the development and commercialization of these or other potential candidates. If our collaborations are not successful, we may not be able to capitalize on the market potential of these drug candidates.\n•\nWe intend to develop our current drug candidates, and expect to develop other future drug candidates, in combination with other therapies, which exposes us to additional risks.\n•\nWe face significant competition, and if our competitors develop and market products that are more effective, safer or less expensive than the drug candidates we develop, our commercial opportunities will be negatively impacted.\n•\nIf we and our collaborators are unable to obtain, maintain, protect and enforce sufficient patent and other intellectual property protection for our drug candidates and technology, our competitors could develop and commercialize products and technology similar or identical to ours, and we may not be able to compete effectively in our market or successfully commercialize any drug candidates we may develop.\n•\nThird parties may initiate legal proceedings alleging that we are infringing, misappropriating or otherwise violating their intellectual property rights, the outcome of which would be uncertain and could negatively impact the success of our business.\n•\nWe have entered into licensing and collaboration agreements with third parties. If we fail to comply with our obligations in the agreements under which we license intellectual property rights to or from third parties, or these agreements are terminated, or we otherwise experience disruptions to our business relationships with our licensors or licensees, our competitive position, business, financial condition, results of operations and prospects could be harmed.\n•\nWe are highly dependent on our key personnel, and if we are not successful in attracting, motivating and retaining highly qualified personnel, we may not be able to successfully implement our business strategy.\nThe summary risk factors described above should be read together with the text of the full risk factors below in the section entitled “Risk Factors” and the other information set forth in this Quarterly Report on Form 10-Q, including our consolidated financial\n\nii\n\nstatements and the related notes, as well as in other documents that we file with the SEC. The risks summarized above or described in full below are not the only risks that we face. Additional risks and uncertainties not precisely known to us or that we currently deem to be immaterial may also materially adversely affect our business, financial condition, results of operations, and future growth prospects.\n\niii\n\nTable of Contents\n\nPage"
      }
    ]
  },
  "stockholders_equity_notes": {
    "sections": [
      {
        "heading": "The Company accounts for the 2025 Common Warrants and 2025 Pre-Funded Warrants in Stockholders Equity (Deficit) on the Condensed Consolidated Balance Sheet and determined the outstanding 2025 Common Warrants and 2025 Pre-Funded Warrants are freestanding derivative instruments. The Company classified the 2025 Common Warrants and 2025 Pre-Funded Warrants as equity because they met the equity scope exception under Accounting Standards Codification (ASC) 815,",
        "content": "The Company accounts for the 2025 Common Warrants and 2025 Pre-Funded Warrants in Stockholders Equity (Deficit) on the Condensed Consolidated Balance Sheet and determined the outstanding 2025 Common Warrants and 2025 Pre-Funded Warrants are freestanding derivative instruments. The Company classified the 2025 Common Warrants and 2025 Pre-Funded Warrants as equity because they met the equity scope exception under Accounting Standards Codification (ASC) 815,\nDerivatives and Hedging,\n based on the terms in the 2025 Securities Purchase Agreement.\n\n2023 PIPE\nIn October 2023, the Company completed a PIPE offering and entered into a securities purchase agreement (the 2023 Securities Purchase Agreement) with certain institutional and accredited investors, pursuant to which the Company agreed to offer, issue and sell to these investors\n1,257,168\n shares of Common Stock, par value $\n0.0001\n per share, pre-funded warrants to purchase an aggregate of\n3,242,018\n shares of Common Stock (the 2023 Pre-Funded Warrants), and warrants to purchase an aggregate of\n2,249,680\n shares of Common Stock (the 2023 Common Warrants). Each 2023 Pre-Funded Warrant has an exercise price of $\n0.0001\n per share of common stock, was immediately exercisable and is exercisable until exercised in full. Each 2023 Common Warrant has an exercise price of $\n18.92\n per share of common stock, is immediately exercisable and will expire on\nOctober 25, 2030\n. The closing of the offering occurred on October 25, 2023. The Company received gross proceeds of $\n92.1\n million, and after deducting the placement agent fees and expenses and offering costs, net proceeds were $\n86.2\n million.\nThe following table summarizes information about shares issuable under the 2023 and 2025 Pre-Funded Warrants outstanding at\nDecember 31, 2024 and June 30, 2025:\n\nPre-funded warrant shares outstanding\n\nJune 30, 2025\n\nDecember 31, 2024\n\nOutstanding at the beginning of the year\n\n2,441,405\n\n3,242,018\n\nIssued\n\n1,922,511\n\n-\n\nExercised\n\n(\n146,484\n\n)\n\n(\n800,613\n\n)\n\nOutstanding at the end of the period\n\n4,217,432\n\n2,441,405\n\nExercisable at the end of the period\n\n4,217,432\n\n2,441,405\n\nThe following table sets forth a summary of the activities of the Company’s 2023 Common Warrant liability, which represents a recurring measurement that is classified with Level 3 of the fair value hierarchy wherein the fair value is estimated using significant unobservable inputs (in thousands):\n\nJune 30, 2025\n\nDecember 31, 2024\n\nBeginning liability\n\n$\n\n72,367\n\n$\n\n27,596\n\nCommon warrants issued\n\n-\n\n-\n\nCommon warrants exercised\n\n-\n\n(\n1,361\n\n)\n\nChange in fair value\n\n(\n63,176\n\n)\n\n46,132\n\nEnding liability\n\n$\n\n9,191\n\n$\n\n72,367\n\n10\n\nThe fair value of the 2023 Common Warrants was measured using the Black Scholes option pricing model and will be remeasured each reporting period, and the change in fair value will be recorded in earnings.\nThe assumptions that the Company used to determine the fair value at the reporting date were as follows:\n\nJune 30, 2025\n\nDecember 31, 2024\n\nExpected term (in years)\n\n5.33\n\n5.83\n\nRisk-free interest rate\n\n3.82\n\n%\n\n4.43\n\n%\n\nDividend yield\n\n-\n\n-\n\nVolatility\n\n90.15\n\n%\n\n84.62\n\n%\n\nThe following table summarizes information about shares issuable under the 2023 and 2025 Common Warrants outstanding at\nJune 30, 2025\n:\n\nCommon warrant shares outstanding\n\nJune 30, 2025\n\nDecember 31, 2024\n\nOutstanding at the beginning of the year\n\n2,200,858\n\n2,249,680\n\nIssued\n\n2,012,909\n\n-\n\nExercised\n\n-\n\n(\n48,822\n\n)\n\nOutstanding at the end of the period\n\n4,213,767\n\n2,200,858\n\nExercisable at the end of the period\n\n4,213,767\n\n2,200,858\n\n8.\nEquity Incentive Awards and Stock-based Compensation\nStock options\n\nStock option activity during the\nsix months ended June 30, 2025 is as follows:\n\nShares\nsubject\nto options\n\nWeighted-\naverage\nexercise\nprice\n\nWeighted-\naverage\nremaining\ncontractual\nterm (years)\n\nAggregate\nIntrinsic\nValue\n(in thousands)\n\nOutstanding as of December 31, 2024\n\n627,685\n\n$\n\n35.93\n\n8.50\n\n$\n\n10,611\n\nGranted\n\n498,297\n\n15.09\n\n—\n\n—\n\nExercised\n\n—\n\n—\n\n—\n\n—\n\nForfeited or Expired\n\n(\n39,221\n\n)\n\n86.23\n\n—\n\n—\n\nOutstanding as of June 30, 2025\n\n1,086,761\n\n24.56\n\n8.87\n\n$\n\n33\n\nOptions vested and expected to vest as of June 30, 2025\n\n1,086,761\n\n24.56\n\n8.87\n\n$\n\n33\n\nOptions vested and exercisable as of June 30, 2025\n\n307,792\n\n46.42\n\n7.57\n\n$\n\n-\n\nRestricted stock units\nRestricted stock unit activity during the\nsix months ended June 30, 2025 is as follows:\n\nNumber\nof Awards\n\nWeighted-\nAverage\nGrant Date\nFair Value\n\nAggregate\nFair Value\n(in thousands)\n\nIssued and unvested as of December 31, 2024\n\n4,729\n\n$\n\n15.44\n\n$\n\n73\n\nGranted\n\n13,125\n\n16.87\n\n221\n\nVested and released\n\n(\n590\n\n)\n\n(\n16.47\n\n)\n\n(\n10\n\n)\n\nIssued and unvested as of June 30, 2025\n\n17,264\n\n16.49\n\n$\n\n284\n\n11\n\nStock-based compensation expense was allocated as follows for the\nthree and six months ended June 30, 2025 and 2024 (in thousands):\n\nThree Months Ended\n\nSix Months Ended\n\nJune 30,\n\nJune 30,\n\n2025\n\n2024\n\n2025\n\n2024\n\nResearch and development\n\n$\n\n617\n\n$\n\n1,194\n\n$\n\n1,161\n\n$\n\n2,634\n\nGeneral and administrative\n\n544\n\n862\n\n958\n\n2,070\n\nTotal\n\n$\n\n1,161\n\n$\n\n2,056\n\n$\n\n2,119\n\n$\n\n4,704\n\n9.\nRevenue from contracts with customers\nAgreement with Amoytop\nIn May 2023, the Company and Amoytop Biotech Co., Ltd (Amoytop) entered into a Research Collaboration and Development Agreement with a focus on nucleic acid technology for HBV treatment, with the Company granting to Amoytop an exclusive, time-limited option to enter into an exclusive license to develop and commercialize such compounds. Under the terms of the agreement, the Company received an upfront payment of $\n7.0\n million, less withholding taxes of $\n1.1\n million from Amoytop. With respect to the agreement, the Company is eligible for up to $\n109.0\n million in development and commercialization milestones as well as tiered royalties on net sales. These potential payments consist of (i) potential development milestones (such as for the commencement of a Good Laboratory Practice toxicology study for a collaboration compound, approval of IND by regulatory authority, initiation of Phase 2 and 3 clinical trials, and regulatory approval of a licensed product), and (ii) sales-based milestones.\nIn May 2024, the Company and Amoytop entered into an extension to the Research Collaboration and Development Agreement, covering work performed through January 2025. Under the terms of the agreement, the Company received an upfront payment of $\n1.5\n million, which was recognized from the second quarter of 2024 through the first quarter of 2025.\n\nIn May 2025, the Company and Amoytop entered into an additional extension to the Research Collaboration and Development Agreement, covering work performed through approximately November 2025. Under the terms of the agreement, the Company received an upfront payment of $\n1.0\n million, which is expected to be recognized from the second quarter of 2025 through the fourth quarter of 2025.\nThe Company determined that the Amoytop agreement falls within the scope of ASC 606. The agreement did not fall under the ASC 808 guidance due to Amoytop and the Company not being joint active participants, and both parties not having significant risks and rewards. Management of the Company determined that there were three performance obligations for the agreement given the deliverables are distinct. The Company evaluated the standalone selling price for each obligation based on available data for similar arrangements. The Company evaluated the performance obligations and determined the provision of R&D services for the collaboration compound performance obligation will be satisfied over time, the research license including data and know-how has been satisfied, and the provision of materials will be satisfied upon delivery. Given the nature of the arrangement, the Company believes that the satisfaction of its performance obligations is best measured by the progress of its efforts as it relates to the performance of the R&D services. As such, the Company has used an input method based on costs incurred to recognize revenue associated with the upfront payments, and the Company recognizes revenue over time based on the costs incurred. The effect of any updates to the estimated overall costs are recorded as a change in estimate. In addition, variable consideration (e.g., milestone payments) were evaluated based on the Company’s analysis that the probability of achieving any of the milestone payments is remote, and therefore determined to be constrained and excluded from the transaction price.\n\nDuring the three and six months ended June 30, 2025, the Company recognized\n$\n1.0\n million\n and\n$\n1.3\n million\n, respectively, in revenue from customers related to upfront payments. During the three and six months ended June 30, 2024, the Company recognized\n$\n1.1\n million\n and\n$\n1.8\n million\n, respectively, in revenue from customers related to upfront payments. During the three months ended June 30, 2025 and 2024\n, the Company recognized\nno\n revenue from customers related to milestone payments. The unrecognized portion of the upfront payments received is recorded on the Condensed Consolidated Balance Sheets as “Deferred revenue, current”.\n\n12\n\nChanges in deferred revenue balances arose as a result of the Company recognizing the following revenue from customers during the periods below (in thousands):\n\nAs of June 30,\n\n2025\n\n2024\n\nDeferred revenue from customers as of January 1\n\n$\n\n151\n\n$\n\n1,224\n\nConsideration received in the period\n\n1,704\n\n1,857\n\nRevenue from customers recognized in the period\n\n(\n1,276\n\n)\n\n(\n1,755\n\n)\n\nDeferred revenue from customers as of June 30\n\n$\n\n579\n\n$\n\n1,326\n\nAgreement with ADCT\nThe Company determined that the ADC Therapeutics (ADCT) agreement falls within the scope of ASC 606, Revenue from Contracts with Customers (ASC 606). The agreement did not fall under the ASC 808 guidance due to ADCT and the Company not being joint active participants, nor both parties having significant risks and rewards. Management of the Company determined that there was one performance obligation for the agreement given the deliverables are not distinct. The Company evaluated the performance obligation and determined the performance obligations are satisfied over time. Given the nature of the arrangement, the Company believes that the satisfaction of its performance obligations is best measured by the progress of its efforts. As such, the Company has used an input method based on costs incurred to recognize revenue associated with the upfront payments, and the Company recognizes revenue over time based on the costs incurred. The effect of any updates to the estimated overall costs are recorded as a change in estimate. In addition, variable consideration (e.g., milestone payments) were evaluated based on the Company’s analysis that the possibility of achieving any of the milestone payments is remote, and therefore determined to be constrained and excluded from the transaction price. Similarly, the Company accounts for the future royalties under the sales-based royalty exception in ASC 606-10-55-65 through 55-65B therefore they are not considered in the transaction price and expected to be recognized when future sales occur since that is expected to occur after the performance obligation has been fully satisfied.\n\n10.\nIn-licensing agreements\nAgreement with Emory University (Emory)\n\nIn June 2018, the Company entered into a license agreement with Emory (the Emory License Agreement), pursuant to which Emory granted the Company a worldwide, sublicensable license under certain of its intellectual property rights to make, have made, develop, use, offer to sell, sell, import and export products containing certain compounds relating to Emory’s hepatitis B virus capsid assembly modulator technology, for all therapeutic and prophylactic uses. Such license is initially exclusive with respect to specified licensed patents owned by Emory and non-exclusive with respect to certain of Emory’s specified know-how. In June 2022, the license to such patents became non-exclusive with respect to all fields except for the treatment and prevention of HBV; however, the Company may select up to six compounds which will maintain exclusivity with respect to all therapeutic and prophylactic uses. With respect to all other compounds that are enabled by the licensed patents, those which are jointly invented by the Company and Emory or inventors in the Schinazi laboratory, or which are disclosed in a specified licensed patent, are licensed to the Company exclusively including as to Emory; whereas all other such compounds are licensed to the Company non-exclusively. Under the terms of the Emory License Agreement, the Company is obligated to use commercially reasonable efforts to bring licensed products to market in accordance with a mutually agreed upon development plan. Unless terminated earlier by either party in accordance with the provisions thereof, the Emory License Agreement shall continue until the expiration of the last–to-expire of the patents licensed to the Company thereunder.\nIn June 2020, the Company amended the license agreement with Emory. Pursuant to the amended license agreement, Emory granted the Company additional patent rights to certain compounds targeting the treatment or prevention of HBV. As consideration for the additional rights, the Company made a one-time, non-refundable payment to Emory in the amount of $\n0.2\n million, with an additional obligation to pay up to a maximum of $\n35,000\n. On the same date, the Company entered into a collaboration agreement with Emory, with the initial research plan pertaining to the synthesis and evaluation of the compounds licensed through the additional patent rights granted in the amended license agreement.\nThe research plan was set to terminate\none year\n from the effective date of June 2020 but the Company exercised its option to extend it for a second year\n. In June 2022, the research plan terminated.\n\nThe Company has agreed to pay Emory up to an aggregate of $\n125.0\n million upon the achievement of specified development, regulatory, and commercial milestones, and all ongoing patent costs. During the\nthree and six months ended June 30, 2025 and 2024\n, the Company had\nno\n expenses\nrelated to milestone payments. The Company also agreed to pay Emory tiered single-digit royalties on worldwide annual net sales of licensed products, on a quarterly basis and calculated on a product-by-product basis. With respect to\n\n13\n\nlicensed\nproducts containing any of a specified subset of the licensed compounds, such royalties range from a mid-single digit to a high-single digit percentage rate. With respect to licensed products which do not contain such compounds, the royalties range from a low-single digit to a mid-single digit rate.\n\nDuring the three and six months ended June 30, 2025 and 2024\n, the Company made\nno\n payments associated with royalties and recognized\nno\n expense or accruals.\nAgreement with Luxna Biotech Co., Ltd. (Luxna)\n\nOn December 19, 2018, the Company entered into a license agreement with Luxna, pursuant to which Luxna granted the Company an exclusive, worldwide, sublicensable license under certain of Luxna’s intellectual property rights to research, develop make, have made and commercialize for all therapeutic and prophylactic uses, (i) products containing oligonucleotides targeting the hepatitis B virus genome, (ii) products containing certain oligonucleotides targeting up to three genes which contribute to MASH, which the Company may select at any time during the first eight years of the term, to the extent not licensed to a third party, and (iii) products containing oligonucleotides targeting up to three genes which contribute to hepatocellular carcinoma, which the Company may select at any time during the first three years of the term, which expired in December 2021.\nAs consideration for this agreement, the Company paid an upfront license fee of $\n0.6\n million.\n\nIn April 2020, the Company amended the license agreement with Luxna. Pursuant to the amended license agreement, Luxna granted the Company an exclusive, worldwide license under the licensed patents to research, develop, make, have made and commercialize products containing oligonucleotides targeting three families of viruses: Orthomyxoviridae, Paramyxoviridae, and Coronaviridae (a family which includes SARS-CoV-2). As consideration for the amended license agreement, the Company paid Luxna a one-time non-refundable fee of $\n0.2\n million in April 2020.\n\nThe Company is obligated to make payments to Luxna, in aggregate, totaling up to but no more than $\n55.5\n million upon the achievement of specified development, regulatory, and commercial milestones. During the\nthree and six months ended June 30, 2025 and 2024\n, the Company recognized\nno\n expenses related to milestone payments. The Company is also required to pay Luxna a low-single digit royalty percentage on net sale of applicable products, if any. During the\nthree and six months ended June 30, 2025 and 2024\n, the Company made\nno\n payments associated with royalties.\nAgreement with Katholieke Universiteit Leuven (KU Leuven)\n\nOn June 25, 2020, the Company entered into a Research, Licensing and Commercialization Agreement (KU Leuven Agreement) with KU Leuven, under which the Company is collaborating with KU Leuven’s Rega Institute for Medical Research, as well as its Centre for Drug Design and Discovery, to research and develop potential protease inhibitors for the treatment, diagnosis or prevention of coronaviruses, including of SARS-CoV-2. Unless terminated earlier by either party in accordance with provisions in the agreement, the collaboration period terminated at the earlier of completion of all collaboration activities or\n2.5\n years. In connection with the KU Leuven Agreement, KU Leuven and the Company granted each other exclusive cross-licenses to use certain know-how and existing patents of the other party as well as certain joint know-how and joint patents to carry out research and development collaboration activities during the collaboration period. As of December 2022, the original collaboration period expired. An amendment to the agreement was agreed in July 2023 to include a new collaboration plan. KU Leuven granted to the Company an exclusive (including as to KU Leuven), worldwide license under certain of KU Leuven’s know-how and existing patents, and certain joint patents and joint know-how, to manufacture and commercialize the licensed products for the treatment, diagnosis or detection of viral infections in humans. KU Leuven reserved the right to use all KU Leuven knowhow, existing KU Leuven patents, joint patents and joint know-how for academic and non-commercial research and teaching purposes. As consideration for this license, the Company is obligated to make payments to KU Leuven, in aggregate, totaling up to but no more than $\n30.0\n million upon the achievement of certain commercial sales milestones. For each licensed product developed through KU Leuven and the Company’s collaborative effort, the Company is obligated to make payments to KU Leuven, in aggregate, totaling up to $\n32.0\n million upon the achievement of certain development and regulatory milestones. The Company is also required to pay KU Leuven a low-to-mid-single digit royalty percentage, subject to certain adjustments, on net sales of applicable products, if any. The Company is also required to pay a revenue share to KU Leuven should the program be partnered with an external party.\nUnless terminated earlier by either party, the agreement shall continue until the expiration of the last to expire royalty term, which is the later of the expiration of the last valid patent claim covering the manufacture, use, sale or importation of the licensed product in a particular country or\n10\n years after the first commercial sale of a licensed product.\n\nDuring the three and six months ended June 30, 2025\n, the Company made\nno\n payments of royalties or milestones.\n\n11.\nCommitments and contingencies\nFrom time to time, the Company may have certain contingent liabilities, including legal matters that arise in the ordinary course of its business activities. The Company accrues a liability for such matters when it is probable that future expenditures will be made\n\n14\n\nand such expenditures can be reasonably estimated. Contingent liabilities requiring accrual were appropriately accrued as of June 30, 2025 and December 31, 2024. The Company enters into contracts in the normal course of business that includes arrangements with clinical research organizations, vendors for preclinical research and vendors for manufacturing. These agreements generally allow for cancellation with notice. As of June 30, 2025\n, the Company had no material non-cancellable purchase commitments.\n\n12.\nIncome taxes\nThe Company recorded income tax provision of\n$\n228.0\n thousand\n for the six months ended June 30, 2025, primarily related to the Company's international operations.\n\nOn July 3, 2025, the President signed into law the One Big Beautiful Bill Act (\"OBBBA\"). ASC 740 requires the effects of changes in tax rates and laws on deferred tax balances to be recognized in the period in which the legislation is enacted. Consequently, the Company is still evaluating the OBBBA and it will be reflected in the Company's Q3 2025 tax provision.\n\nThe Company has a history of losses in prior fiscal years and projects losses for the full year 2025\n. The Company continues to maintain a full valuation allowance on its net deferred tax assets.\n\n13.\nNet (loss) income per share\nThe following table summarizes the computation of basic and diluted net (loss) income per share of the Company (in thousands, except share and per share data):\n\nThree Months Ended\n\nSix Months Ended\n\nJune 30,\n\nJune 30,\n\n2025\n\n2024\n\n2025\n\n2024\n\nNet (loss) income, as reported\n\n$\n\n(\n15,863\n\n)\n\n$\n\n5,061\n\n$\n\n27,225\n\n$\n\n(\n29,802\n\n)\n\nLess: increase in available income\n\n-\n\n-\n\n-\n\n-\n\nDiluted net (loss) income\n\n$\n\n(\n15,863\n\n)\n\n$\n\n5,061\n\n$\n\n27,225\n\n$\n\n(\n29,802\n\n)\n\nWeighted average shares outstanding, basic\n\n10,351,120\n\n6,257,713\n\n9,385,167\n\n6,251,913\n\nAdd: Weighted average shares issuable\n\n-\n\n8,140\n\n16,478\n\n-\n\nWeighted average shares outstanding, diluted\n\n10,351,120\n\n6,265,853\n\n9,401,645\n\n6,251,913\n\nNet (loss) income per share - basic\n\n$\n\n(\n1.53\n\n)\n\n$\n\n0.81\n\n$\n\n2.90\n\n$\n\n(\n4.77\n\n)\n\nNet (loss) income per share - diluted\n\n$\n\n(\n1.53\n\n)\n\n$\n\n0.81\n\n$\n\n2.90\n\n$\n\n(\n4.77\n\n)\n\nFor the six months ended June 30, 2025, the Company’s potentially dilutive securities includes options to purchase common stock and unvested restricted stock. The 2023 common warrants and 2025 common warrants are antidilutive and excluded from the total weighted average shares outstanding, diluted.\n\nFor the three months ended June 30, 2024, the 2023 common warrants were antidilutive and therefore excluded from the computation of diluted net loss per share as the effect would be to reduce the net loss per share. Options to purchase common stock, unvested restricted stock and shares purchased through the ESPP were included as dilutive.\n\nThe Company excluded the following potential shares of Common Stock, presented based on amounts outstanding at each period end, from the computation of diluted net loss per share for the periods indicated because including them would have had an anti-dilutive effect:\n\nThree Months Ended\n\nSix Months Ended\n\nJune 30,\n\nJune 30,\n\n2025\n\n2024\n\n2025\n\n2024\n\nOptions to purchase common stock\n\n1,086,761\n\n391,959\n\n893,331\n\n401,679\n\nUnvested restricted stock\n\n17,264\n\n1,616\n\n14,316\n\n6,183\n\nWarrants to purchase common stock\n\n4,213,767\n\n2,249,680\n\n4,213,767\n\n2,249,680\n\n5,317,792\n\n2,643,255\n\n5,121,414\n\n2,657,542\n\n14.      Segment information\n\nThe chief operating decision maker (CODM), who is defined as the Company's\nChairman, President and Chief Executive Officer\n, assesses performance for the Company’s\nsingle reportable\n segment\nand decides how to allocate resources based on the Company’s total operating expenses as reported on the Condensed Consolidated Statements of Operations and Comprehensive (Loss) Income. The CODM’s review of total operating expenses at the consolidated level is used to monitor the Company’s spending as well as budget versus actual results. As part of the CODM’s review of the segment’s performance, the CODM reviews the Company’s operating expense information. This includes research and development costs as well as general and administrative expenses. Based\n\n15\n\nupon\nthe operating expense information, the CODM can reconcile to net (loss) income as reported on the Condensed Consolidated Statements of Operations and Comprehensive (Loss) Income, shown in the table below. The significant expense categories are consistent with those presented on the face of the condensed consolidated financial statements, except for the breakout of the early-stage research and development from the late-stage research and development.  The CODM does not receive or use any other segmented or disaggregated financial or any significant expense information for decision making purposes. Asset information is not regularly provided to the CODM for assessing performance and allocating resources other than consolidated cash, cash equivalents and short-term investments, which can be found on our Condensed Consolidated Balance Sheets.\nThe following table provides segment revenues, significant segment expenses and reported segment net (loss) income for the\nthree and six months ended June 30, 2025 and 2024 (in thousands):\n\nThree months ended June 30,\n\nSix months ended June 30,\n\n2025\n\n2024\n\n2025\n\n2024\n\nRevenue from Collaborations\n\n$\n\n-\n\n$\n\n-\n\n$\n\n-\n\n$\n\n292\n\nRevenue from Customers\n\n965\n\n1,061\n\n1,276\n\n1,755\n\nLess:\n\nEarly-stage research and development\n(1)\n\n(\n688\n\n)\n\n(\n1,070\n\n)\n\n(\n1,530\n\n)\n\n(\n1,983\n\n)\n\nLate-stage research and development\n(2)\n\n(\n13,288\n\n)\n\n(\n20,029\n\n)\n\n(\n26,948\n\n)\n\n(\n35,481\n\n)\n\nGeneral & Administrative\n\n(\n5,556\n\n)\n\n(\n6,376\n\n)\n\n(\n10,608\n\n)\n\n(\n13,043\n\n)\n\nTotal operating expenses\n\n(\n19,532\n\n)\n\n(\n27,475\n\n)\n\n(\n39,086\n\n)\n\n(\n50,507\n\n)\n\nInterest and other income, net\n\n1,207\n\n1,227\n\n2,087\n\n2,765\n\nChange in fair value of 2023 common warrants\n\n1,682\n\n30,437\n\n63,176\n\n16,106\n\n(Loss) income before income tax\n\n(\n15,678\n\n)\n\n5,250\n\n27,453\n\n(\n29,589\n\n)\n\nIncome tax provision\n\n(\n185\n\n)\n\n(\n189\n\n)\n\n(\n228\n\n)\n\n(\n213\n\n)\n\nSegment and consolidated net (loss) income\n\n$\n\n(\n15,863\n\n)\n\n$\n\n5,061\n\n$\n\n27,225\n\n$\n\n(\n29,802\n\n)\n\n(1) Early-stage research and development includes costs incurred from Discovery programs.\n\n(2) Late-stage research and development includes costs incurred from Phase 1 and Phase 2 clinical trial programs.\n\nThe Company’s reportable segment primarily generates revenue through its license and collaboration agreements (see Notes 9 and 10).\n\n16"
      }
    ]
  },
  "market_equity": {
    "sections": []
  },
  "capital_stock": {
    "sections": [
      {
        "heading": "Capital stock",
        "content": "Capital stock\nCommon stock\n\nOn June 25, 2025, the Company's stockholders approved an amendment to the Company's Amended and Restated Certificate of Incorporation to increase the number of authorized shares of voting common stock from\n20,000,000\n shares to\n100,000,000\n shares and to increase the number of authorized shares of non-voting common stock from\n800,000\n shares to\n15,800,000\n shares.\n\nThe holders of shares of voting common stock are entitled to\none\n vote for each share of common stock at all meetings of stockholders.\n\n9\n\n7.\nCommon Warrants and Pre-Funded Warrants\n2025 PIPE\nIn February 2025, the Company closed its private investment in public equity (PIPE) offering (the 2025 Private Placement) and entered into a securities purchase agreement with certain investors (the 2025 Securities Purchase Agreement) that resulted in gross proceeds of approximately $\n105.0\n million. In the 2025 Private Placement, the Company issued (i)\n2,103,307\n shares of the Company’s common stock (the Common Stock), par value $\n0.0001\n per share, consisting of\n1,427,000\n shares of voting common stock and\n676,307\n shares of non-voting common stock, (ii) pre‑funded warrants (the 2025 Pre-Funded Warrants) to purchase up to\n1,922,511\n shares of Common Stock and (iii) accompanying common warrants (the 2025 Common Warrants) to purchase up to\n2,012,909\n shares of Common Stock. The purchase price per share was $\n26.0825\n, or $\n26.0824\n per 2025 Pre-Funded Warrant, which represents the purchase price per share less the $\n0.0001\n per share exercise price of each Pre-Funded Warrant. Each 2025 Pre-Funded Warrant is immediately exercisable and does not expire. Each 2025 Common Warrant has an exercise price of $\n26.02\n, is immediately exercisable and will expire in\nFebruary 2032\n.\n\nThe Company received net proceeds of $\n101.4\n million, after deducting the placement agent fees and expenses and offering costs.\n\nThe Company accounts for the 2025 Common Warrants and 2025 Pre-Funded Warrants in Stockholders Equity (Deficit) on the Condensed Consolidated Balance Sheet and determined the outstanding 2025 Common Warrants and 2025 Pre-Funded Warrants are freestanding derivative instruments. The Company classified the 2025 Common Warrants and 2025 Pre-Funded Warrants as equity because they met the equity scope exception under Accounting Standards Codification (ASC) 815,\nDerivatives and Hedging,\n based on the terms in the 2025 Securities Purchase Agreement.\n\n2023 PIPE\nIn October 2023, the Company completed a PIPE offering and entered into a securities purchase agreement (the 2023 Securities Purchase Agreement) with certain institutional and accredited investors, pursuant to which the Company agreed to offer, issue and sell to these investors\n1,257,168\n shares of Common Stock, par value $\n0.0001\n per share, pre-funded warrants to purchase an aggregate of\n3,242,018\n shares of Common Stock (the 2023 Pre-Funded Warrants), and warrants to purchase an aggregate of\n2,249,680\n shares of Common Stock (the 2023 Common Warrants). Each 2023 Pre-Funded Warrant has an exercise price of $\n0.0001\n per share of common stock, was immediately exercisable and is exercisable until exercised in full. Each 2023 Common Warrant has an exercise price of $\n18.92\n per share of common stock, is immediately exercisable and will expire on\nOctober 25, 2030\n. The closing of the offering occurred on October 25, 2023. The Company received gross proceeds of $\n92.1\n million, and after deducting the placement agent fees and expenses and offering costs, net proceeds were $\n86.2\n million.\nThe following table summarizes information about shares issuable under the 2023 and 2025 Pre-Funded Warrants outstanding at\nDecember 31, 2024 and June 30, 2025:\n\nPre-funded warrant shares outstanding\n\nJune 30, 2025\n\nDecember 31, 2024\n\nOutstanding at the beginning of the year\n\n2,441,405\n\n3,242,018\n\nIssued\n\n1,922,511\n\n-\n\nExercised\n\n(\n146,484\n\n)\n\n(\n800,613\n\n)\n\nOutstanding at the end of the period\n\n4,217,432\n\n2,441,405\n\nExercisable at the end of the period\n\n4,217,432\n\n2,441,405\n\nThe following table sets forth a summary of the activities of the Company’s 2023 Common Warrant liability, which represents a recurring measurement that is classified with Level 3 of the fair value hierarchy wherein the fair value is estimated using significant unobservable inputs (in thousands):\n\nJune 30, 2025\n\nDecember 31, 2024\n\nBeginning liability\n\n$\n\n72,367\n\n$\n\n27,596\n\nCommon warrants issued\n\n-\n\n-\n\nCommon warrants exercised\n\n-\n\n(\n1,361\n\n)\n\nChange in fair value\n\n(\n63,176\n\n)\n\n46,132\n\nEnding liability\n\n$\n\n9,191\n\n$\n\n72,367\n\n10\n\nThe fair value of the 2023 Common Warrants was measured using the Black Scholes option pricing model and will be remeasured each reporting period, and the change in fair value will be recorded in earnings.\nThe assumptions that the Company used to determine the fair value at the reporting date were as follows:\n\nJune 30, 2025\n\nDecember 31, 2024\n\nExpected term (in years)\n\n5.33\n\n5.83\n\nRisk-free interest rate\n\n3.82\n\n%\n\n4.43\n\n%\n\nDividend yield\n\n-\n\n-\n\nVolatility\n\n90.15\n\n%\n\n84.62\n\n%\n\nThe following table summarizes information about shares issuable under the 2023 and 2025 Common Warrants outstanding at\nJune 30, 2025\n:\n\nCommon warrant shares outstanding\n\nJune 30, 2025\n\nDecember 31, 2024\n\nOutstanding at the beginning of the year\n\n2,200,858\n\n2,249,680\n\nIssued\n\n2,012,909\n\n-\n\nExercised\n\n-\n\n(\n48,822\n\n)\n\nOutstanding at the end of the period\n\n4,213,767\n\n2,200,858\n\nExercisable at the end of the period\n\n4,213,767\n\n2,200,858\n\n8.\nEquity Incentive Awards and Stock-based Compensation\nStock options\n\nStock option activity during the\nsix months ended June 30, 2025 is as follows:\n\nShares\nsubject\nto options\n\nWeighted-\naverage\nexercise\nprice\n\nWeighted-\naverage\nremaining\ncontractual\nterm (years)\n\nAggregate\nIntrinsic\nValue\n(in thousands)\n\nOutstanding as of December 31, 2024\n\n627,685\n\n$\n\n35.93\n\n8.50\n\n$\n\n10,611\n\nGranted\n\n498,297\n\n15.09\n\n—\n\n—\n\nExercised\n\n—\n\n—\n\n—\n\n—\n\nForfeited or Expired\n\n(\n39,221\n\n)\n\n86.23\n\n—\n\n—\n\nOutstanding as of June 30, 2025\n\n1,086,761\n\n24.56\n\n8.87\n\n$\n\n33\n\nOptions vested and expected to vest as of June 30, 2025\n\n1,086,761\n\n24.56\n\n8.87\n\n$\n\n33\n\nOptions vested and exercisable as of June 30, 2025\n\n307,792\n\n46.42\n\n7.57\n\n$\n\n-\n\nRestricted stock units\nRestricted stock unit activity during the\nsix months ended June 30, 2025 is as follows:\n\nNumber\nof Awards\n\nWeighted-\nAverage\nGrant Date\nFair Value\n\nAggregate\nFair Value\n(in thousands)\n\nIssued and unvested as of December 31, 2024\n\n4,729\n\n$\n\n15.44\n\n$\n\n73\n\nGranted\n\n13,125\n\n16.87\n\n221\n\nVested and released\n\n(\n590\n\n)\n\n(\n16.47\n\n)\n\n(\n10\n\n)\n\nIssued and unvested as of June 30, 2025\n\n17,264\n\n16.49\n\n$\n\n284\n\n11\n\nStock-based compensation expense was allocated as follows for the\nthree and six months ended June 30, 2025 and 2024 (in thousands):\n\nThree Months Ended\n\nSix Months Ended\n\nJune 30,\n\nJune 30,\n\n2025\n\n2024\n\n2025\n\n2024\n\nResearch and development\n\n$\n\n617\n\n$\n\n1,194\n\n$\n\n1,161\n\n$\n\n2,634\n\nGeneral and administrative\n\n544\n\n862\n\n958\n\n2,070\n\nTotal\n\n$\n\n1,161\n\n$\n\n2,056\n\n$\n\n2,119\n\n$\n\n4,704\n\n9.\nRevenue from contracts with customers\nAgreement with Amoytop\nIn May 2023, the Company and Amoytop Biotech Co., Ltd (Amoytop) entered into a Research Collaboration and Development Agreement with a focus on nucleic acid technology for HBV treatment, with the Company granting to Amoytop an exclusive, time-limited option to enter into an exclusive license to develop and commercialize such compounds. Under the terms of the agreement, the Company received an upfront payment of $\n7.0\n million, less withholding taxes of $\n1.1\n million from Amoytop. With respect to the agreement, the Company is eligible for up to $\n109.0\n million in development and commercialization milestones as well as tiered royalties on net sales. These potential payments consist of (i) potential development milestones (such as for the commencement of a Good Laboratory Practice toxicology study for a collaboration compound, approval of IND by regulatory authority, initiation of Phase 2 and 3 clinical trials, and regulatory approval of a licensed product), and (ii) sales-based milestones.\nIn May 2024, the Company and Amoytop entered into an extension to the Research Collaboration and Development Agreement, covering work performed through January 2025. Under the terms of the agreement, the Company received an upfront payment of $\n1.5\n million, which was recognized from the second quarter of 2024 through the first quarter of 2025.\n\nIn May 2025, the Company and Amoytop entered into an additional extension to the Research Collaboration and Development Agreement, covering work performed through approximately November 2025. Under the terms of the agreement, the Company received an upfront payment of $\n1.0\n million, which is expected to be recognized from the second quarter of 2025 through the fourth quarter of 2025.\nThe Company determined that the Amoytop agreement falls within the scope of ASC 606. The agreement did not fall under the ASC 808 guidance due to Amoytop and the Company not being joint active participants, and both parties not having significant risks and rewards. Management of the Company determined that there were three performance obligations for the agreement given the deliverables are distinct. The Company evaluated the standalone selling price for each obligation based on available data for similar arrangements. The Company evaluated the performance obligations and determined the provision of R&D services for the collaboration compound performance obligation will be satisfied over time, the research license including data and know-how has been satisfied, and the provision of materials will be satisfied upon delivery. Given the nature of the arrangement, the Company believes that the satisfaction of its performance obligations is best measured by the progress of its efforts as it relates to the performance of the R&D services. As such, the Company has used an input method based on costs incurred to recognize revenue associated with the upfront payments, and the Company recognizes revenue over time based on the costs incurred. The effect of any updates to the estimated overall costs are recorded as a change in estimate. In addition, variable consideration (e.g., milestone payments) were evaluated based on the Company’s analysis that the probability of achieving any of the milestone payments is remote, and therefore determined to be constrained and excluded from the transaction price.\n\nDuring the three and six months ended June 30, 2025, the Company recognized\n$\n1.0\n million\n and\n$\n1.3\n million\n, respectively, in revenue from customers related to upfront payments. During the three and six months ended June 30, 2024, the Company recognized\n$\n1.1\n million\n and\n$\n1.8\n million\n, respectively, in revenue from customers related to upfront payments. During the three months ended June 30, 2025 and 2024\n, the Company recognized\nno\n revenue from customers related to milestone payments. The unrecognized portion of the upfront payments received is recorded on the Condensed Consolidated Balance Sheets as “Deferred revenue, current”.\n\n12\n\nChanges in deferred revenue balances arose as a result of the Company recognizing the following revenue from customers during the periods below (in thousands):\n\nAs of June 30,\n\n2025\n\n2024\n\nDeferred revenue from customers as of January 1\n\n$\n\n151\n\n$\n\n1,224\n\nConsideration received in the period\n\n1,704\n\n1,857\n\nRevenue from customers recognized in the period\n\n(\n1,276\n\n)\n\n(\n1,755\n\n)\n\nDeferred revenue from customers as of June 30\n\n$\n\n579\n\n$\n\n1,326\n\nAgreement with ADCT\nThe Company determined that the ADC Therapeutics (ADCT) agreement falls within the scope of ASC 606, Revenue from Contracts with Customers (ASC 606). The agreement did not fall under the ASC 808 guidance due to ADCT and the Company not being joint active participants, nor both parties having significant risks and rewards. Management of the Company determined that there was one performance obligation for the agreement given the deliverables are not distinct. The Company evaluated the performance obligation and determined the performance obligations are satisfied over time. Given the nature of the arrangement, the Company believes that the satisfaction of its performance obligations is best measured by the progress of its efforts. As such, the Company has used an input method based on costs incurred to recognize revenue associated with the upfront payments, and the Company recognizes revenue over time based on the costs incurred. The effect of any updates to the estimated overall costs are recorded as a change in estimate. In addition, variable consideration (e.g., milestone payments) were evaluated based on the Company’s analysis that the possibility of achieving any of the milestone payments is remote, and therefore determined to be constrained and excluded from the transaction price. Similarly, the Company accounts for the future royalties under the sales-based royalty exception in ASC 606-10-55-65 through 55-65B therefore they are not considered in the transaction price and expected to be recognized when future sales occur since that is expected to occur after the performance obligation has been fully satisfied.\n\n10.\nIn-licensing agreements\nAgreement with Emory University (Emory)\n\nIn June 2018, the Company entered into a license agreement with Emory (the Emory License Agreement), pursuant to which Emory granted the Company a worldwide, sublicensable license under certain of its intellectual property rights to make, have made, develop, use, offer to sell, sell, import and export products containing certain compounds relating to Emory’s hepatitis B virus capsid assembly modulator technology, for all therapeutic and prophylactic uses. Such license is initially exclusive with respect to specified licensed patents owned by Emory and non-exclusive with respect to certain of Emory’s specified know-how. In June 2022, the license to such patents became non-exclusive with respect to all fields except for the treatment and prevention of HBV; however, the Company may select up to six compounds which will maintain exclusivity with respect to all therapeutic and prophylactic uses. With respect to all other compounds that are enabled by the licensed patents, those which are jointly invented by the Company and Emory or inventors in the Schinazi laboratory, or which are disclosed in a specified licensed patent, are licensed to the Company exclusively including as to Emory; whereas all other such compounds are licensed to the Company non-exclusively. Under the terms of the Emory License Agreement, the Company is obligated to use commercially reasonable efforts to bring licensed products to market in accordance with a mutually agreed upon development plan. Unless terminated earlier by either party in accordance with the provisions thereof, the Emory License Agreement shall continue until the expiration of the last–to-expire of the patents licensed to the Company thereunder.\nIn June 2020, the Company amended the license agreement with Emory. Pursuant to the amended license agreement, Emory granted the Company additional patent rights to certain compounds targeting the treatment or prevention of HBV. As consideration for the additional rights, the Company made a one-time, non-refundable payment to Emory in the amount of $\n0.2\n million, with an additional obligation to pay up to a maximum of $\n35,000\n. On the same date, the Company entered into a collaboration agreement with Emory, with the initial research plan pertaining to the synthesis and evaluation of the compounds licensed through the additional patent rights granted in the amended license agreement.\nThe research plan was set to terminate\none year\n from the effective date of June 2020 but the Company exercised its option to extend it for a second year\n. In June 2022, the research plan terminated.\n\nThe Company has agreed to pay Emory up to an aggregate of $\n125.0\n million upon the achievement of specified development, regulatory, and commercial milestones, and all ongoing patent costs. During the\nthree and six months ended June 30, 2025 and 2024\n, the Company had\nno\n expenses\nrelated to milestone payments. The Company also agreed to pay Emory tiered single-digit royalties on worldwide annual net sales of licensed products, on a quarterly basis and calculated on a product-by-product basis. With respect to\n\n13\n\nlicensed\nproducts containing any of a specified subset of the licensed compounds, such royalties range from a mid-single digit to a high-single digit percentage rate. With respect to licensed products which do not contain such compounds, the royalties range from a low-single digit to a mid-single digit rate.\n\nDuring the three and six months ended June 30, 2025 and 2024\n, the Company made\nno\n payments associated with royalties and recognized\nno\n expense or accruals.\nAgreement with Luxna Biotech Co., Ltd. (Luxna)\n\nOn December 19, 2018, the Company entered into a license agreement with Luxna, pursuant to which Luxna granted the Company an exclusive, worldwide, sublicensable license under certain of Luxna’s intellectual property rights to research, develop make, have made and commercialize for all therapeutic and prophylactic uses, (i) products containing oligonucleotides targeting the hepatitis B virus genome, (ii) products containing certain oligonucleotides targeting up to three genes which contribute to MASH, which the Company may select at any time during the first eight years of the term, to the extent not licensed to a third party, and (iii) products containing oligonucleotides targeting up to three genes which contribute to hepatocellular carcinoma, which the Company may select at any time during the first three years of the term, which expired in December 2021.\nAs consideration for this agreement, the Company paid an upfront license fee of $\n0.6\n million.\n\nIn April 2020, the Company amended the license agreement with Luxna. Pursuant to the amended license agreement, Luxna granted the Company an exclusive, worldwide license under the licensed patents to research, develop, make, have made and commercialize products containing oligonucleotides targeting three families of viruses: Orthomyxoviridae, Paramyxoviridae, and Coronaviridae (a family which includes SARS-CoV-2). As consideration for the amended license agreement, the Company paid Luxna a one-time non-refundable fee of $\n0.2\n million in April 2020.\n\nThe Company is obligated to make payments to Luxna, in aggregate, totaling up to but no more than $\n55.5\n million upon the achievement of specified development, regulatory, and commercial milestones. During the\nthree and six months ended June 30, 2025 and 2024\n, the Company recognized\nno\n expenses related to milestone payments. The Company is also required to pay Luxna a low-single digit royalty percentage on net sale of applicable products, if any. During the\nthree and six months ended June 30, 2025 and 2024\n, the Company made\nno\n payments associated with royalties.\nAgreement with Katholieke Universiteit Leuven (KU Leuven)\n\nOn June 25, 2020, the Company entered into a Research, Licensing and Commercialization Agreement (KU Leuven Agreement) with KU Leuven, under which the Company is collaborating with KU Leuven’s Rega Institute for Medical Research, as well as its Centre for Drug Design and Discovery, to research and develop potential protease inhibitors for the treatment, diagnosis or prevention of coronaviruses, including of SARS-CoV-2. Unless terminated earlier by either party in accordance with provisions in the agreement, the collaboration period terminated at the earlier of completion of all collaboration activities or\n2.5\n years. In connection with the KU Leuven Agreement, KU Leuven and the Company granted each other exclusive cross-licenses to use certain know-how and existing patents of the other party as well as certain joint know-how and joint patents to carry out research and development collaboration activities during the collaboration period. As of December 2022, the original collaboration period expired. An amendment to the agreement was agreed in July 2023 to include a new collaboration plan. KU Leuven granted to the Company an exclusive (including as to KU Leuven), worldwide license under certain of KU Leuven’s know-how and existing patents, and certain joint patents and joint know-how, to manufacture and commercialize the licensed products for the treatment, diagnosis or detection of viral infections in humans. KU Leuven reserved the right to use all KU Leuven knowhow, existing KU Leuven patents, joint patents and joint know-how for academic and non-commercial research and teaching purposes. As consideration for this license, the Company is obligated to make payments to KU Leuven, in aggregate, totaling up to but no more than $\n30.0\n million upon the achievement of certain commercial sales milestones. For each licensed product developed through KU Leuven and the Company’s collaborative effort, the Company is obligated to make payments to KU Leuven, in aggregate, totaling up to $\n32.0\n million upon the achievement of certain development and regulatory milestones. The Company is also required to pay KU Leuven a low-to-mid-single digit royalty percentage, subject to certain adjustments, on net sales of applicable products, if any. The Company is also required to pay a revenue share to KU Leuven should the program be partnered with an external party.\nUnless terminated earlier by either party, the agreement shall continue until the expiration of the last to expire royalty term, which is the later of the expiration of the last valid patent claim covering the manufacture, use, sale or importation of the licensed product in a particular country or\n10\n years after the first commercial sale of a licensed product.\n\nDuring the three and six months ended June 30, 2025\n, the Company made\nno\n payments of royalties or milestones.\n\n11.\nCommitments and contingencies\nFrom time to time, the Company may have certain contingent liabilities, including legal matters that arise in the ordinary course of its business activities. The Company accrues a liability for such matters when it is probable that future expenditures will be made\n\n14\n\nand such expenditures can be reasonably estimated. Contingent liabilities requiring accrual were appropriately accrued as of June 30, 2025 and December 31, 2024. The Company enters into contracts in the normal course of business that includes arrangements with clinical research organizations, vendors for preclinical research and vendors for manufacturing. These agreements generally allow for cancellation with notice. As of June 30, 2025\n, the Company had no material non-cancellable purchase commitments.\n\n12.\nIncome taxes\nThe Company recorded income tax provision of\n$\n228.0\n thousand\n for the six months ended June 30, 2025, primarily related to the Company's international operations.\n\nOn July 3, 2025, the President signed into law the One Big Beautiful Bill Act (\"OBBBA\"). ASC 740 requires the effects of changes in tax rates and laws on deferred tax balances to be recognized in the period in which the legislation is enacted. Consequently, the Company is still evaluating the OBBBA and it will be reflected in the Company's Q3 2025 tax provision.\n\nThe Company has a history of losses in prior fiscal years and projects losses for the full year 2025\n. The Company continues to maintain a full valuation allowance on its net deferred tax assets.\n\n13.\nNet (loss) income per share\nThe following table summarizes the computation of basic and diluted net (loss) income per share of the Company (in thousands, except share and per share data):\n\nThree Months Ended\n\nSix Months Ended\n\nJune 30,\n\nJune 30,\n\n2025\n\n2024\n\n2025\n\n2024\n\nNet (loss) income, as reported\n\n$\n\n(\n15,863\n\n)\n\n$\n\n5,061\n\n$\n\n27,225\n\n$\n\n(\n29,802\n\n)\n\nLess: increase in available income\n\n-\n\n-\n\n-\n\n-\n\nDiluted net (loss) income\n\n$\n\n(\n15,863\n\n)\n\n$\n\n5,061\n\n$\n\n27,225\n\n$\n\n(\n29,802\n\n)\n\nWeighted average shares outstanding, basic\n\n10,351,120\n\n6,257,713\n\n9,385,167\n\n6,251,913\n\nAdd: Weighted average shares issuable\n\n-\n\n8,140\n\n16,478\n\n-\n\nWeighted average shares outstanding, diluted\n\n10,351,120\n\n6,265,853\n\n9,401,645\n\n6,251,913\n\nNet (loss) income per share - basic\n\n$\n\n(\n1.53\n\n)\n\n$\n\n0.81\n\n$\n\n2.90\n\n$\n\n(\n4.77\n\n)\n\nNet (loss) income per share - diluted\n\n$\n\n(\n1.53\n\n)\n\n$\n\n0.81\n\n$\n\n2.90\n\n$\n\n(\n4.77\n\n)\n\nFor the six months ended June 30, 2025, the Company’s potentially dilutive securities includes options to purchase common stock and unvested restricted stock. The 2023 common warrants and 2025 common warrants are antidilutive and excluded from the total weighted average shares outstanding, diluted.\n\nFor the three months ended June 30, 2024, the 2023 common warrants were antidilutive and therefore excluded from the computation of diluted net loss per share as the effect would be to reduce the net loss per share. Options to purchase common stock, unvested restricted stock and shares purchased through the ESPP were included as dilutive.\n\nThe Company excluded the following potential shares of Common Stock, presented based on amounts outstanding at each period end, from the computation of diluted net loss per share for the periods indicated because including them would have had an anti-dilutive effect:\n\nThree Months Ended\n\nSix Months Ended\n\nJune 30,\n\nJune 30,\n\n2025\n\n2024\n\n2025\n\n2024\n\nOptions to purchase common stock\n\n1,086,761\n\n391,959\n\n893,331\n\n401,679\n\nUnvested restricted stock\n\n17,264\n\n1,616\n\n14,316\n\n6,183\n\nWarrants to purchase common stock\n\n4,213,767\n\n2,249,680\n\n4,213,767\n\n2,249,680\n\n5,317,792\n\n2,643,255\n\n5,121,414\n\n2,657,542\n\n14.      Segment information\n\nThe chief operating decision maker (CODM), who is defined as the Company's\nChairman, President and Chief Executive Officer\n, assesses performance for the Company’s\nsingle reportable\n segment\nand decides how to allocate resources based on the Company’s total operating expenses as reported on the Condensed Consolidated Statements of Operations and Comprehensive (Loss) Income. The CODM’s review of total operating expenses at the consolidated level is used to monitor the Company’s spending as well as budget versus actual results. As part of the CODM’s review of the segment’s performance, the CODM reviews the Company’s operating expense information. This includes research and development costs as well as general and administrative expenses. Based\n\n15\n\nupon\nthe operating expense information, the CODM can reconcile to net (loss) income as reported on the Condensed Consolidated Statements of Operations and Comprehensive (Loss) Income, shown in the table below. The significant expense categories are consistent with those presented on the face of the condensed consolidated financial statements, except for the breakout of the early-stage research and development from the late-stage research and development.  The CODM does not receive or use any other segmented or disaggregated financial or any significant expense information for decision making purposes. Asset information is not regularly provided to the CODM for assessing performance and allocating resources other than consolidated cash, cash equivalents and short-term investments, which can be found on our Condensed Consolidated Balance Sheets.\nThe following table provides segment revenues, significant segment expenses and reported segment net (loss) income for the\nthree and six months ended June 30, 2025 and 2024 (in thousands):\n\nThree months ended June 30,\n\nSix months ended June 30,\n\n2025\n\n2024\n\n2025\n\n2024\n\nRevenue from Collaborations\n\n$\n\n-\n\n$\n\n-\n\n$\n\n-\n\n$\n\n292\n\nRevenue from Customers\n\n965\n\n1,061\n\n1,276\n\n1,755\n\nLess:\n\nEarly-stage research and development\n(1)\n\n(\n688\n\n)\n\n(\n1,070\n\n)\n\n(\n1,530\n\n)\n\n(\n1,983\n\n)\n\nLate-stage research and development\n(2)\n\n(\n13,288\n\n)\n\n(\n20,029\n\n)\n\n(\n26,948\n\n)\n\n(\n35,481\n\n)\n\nGeneral & Administrative\n\n(\n5,556\n\n)\n\n(\n6,376\n\n)\n\n(\n10,608\n\n)\n\n(\n13,043\n\n)\n\nTotal operating expenses\n\n(\n19,532\n\n)\n\n(\n27,475\n\n)\n\n(\n39,086\n\n)\n\n(\n50,507\n\n)\n\nInterest and other income, net\n\n1,207\n\n1,227\n\n2,087\n\n2,765\n\nChange in fair value of 2023 common warrants\n\n1,682\n\n30,437\n\n63,176\n\n16,106\n\n(Loss) income before income tax\n\n(\n15,678\n\n)\n\n5,250\n\n27,453\n\n(\n29,589\n\n)\n\nIncome tax provision\n\n(\n185\n\n)\n\n(\n189\n\n)\n\n(\n228\n\n)\n\n(\n213\n\n)\n\nSegment and consolidated net (loss) income\n\n$\n\n(\n15,863\n\n)\n\n$\n\n5,061\n\n$\n\n27,225\n\n$\n\n(\n29,802\n\n)\n\n(1) Early-stage research and development includes costs incurred from Discovery programs.\n\n(2) Late-stage research and development includes costs incurred from Phase 1 and Phase 2 clinical trial programs.\n\nThe Company’s reportable segment primarily generates revenue through its license and collaboration agreements (see Notes 9 and 10).\n\n16"
      },
      {
        "heading": "As of June 30, 2025, our executive officers, directors and their affiliates beneficially own, in the aggregate, approximately 65% of our outstanding common stock (assuming all shares of non-voting common stock are converted into voting common stock in accordance with the terms of our amended and restated certificate of incorporation), and 33% of our outstanding common stock (assuming all shares of non-voting common stock are converted to voting common stock and all pre-funded warrants are exercised in full on a cash exercise basis). In addition, in our October 2023 and February 2025 private placements, certain of the holders of 5% or more of our capital stock acquired pre-funded warrants to purchase shares of our common stock (which are immediately exercisable and have an exercise price of $0.0025 and $0.0001 per share, respectively) and common warrants to purchase shares of our common stock (which are immediately exercisable and have an exercise price of $18.92 and $26.02 per share, respectively). Until exercised, the shares issuable upon the exercise of the pre-funded warrants and the common warrants are not included in the number of our outstanding shares of common stock. If such holders exercise their warrants, then the shares of our capital stock beneficially owned by our executive officers, directors, holders of 5% or more of our capital stock and their respective affiliates would increase significantly. As a result, these stockholders, if they act together, will be able to influence our management and affairs and the outcome of matters",
        "content": "As of June 30, 2025, our executive officers, directors and their affiliates beneficially own, in the aggregate, approximately 65% of our outstanding common stock (assuming all shares of non-voting common stock are converted into voting common stock in accordance with the terms of our amended and restated certificate of incorporation), and 33% of our outstanding common stock (assuming all shares of non-voting common stock are converted to voting common stock and all pre-funded warrants are exercised in full on a cash exercise basis). In addition, in our October 2023 and February 2025 private placements, certain of the holders of 5% or more of our capital stock acquired pre-funded warrants to purchase shares of our common stock (which are immediately exercisable and have an exercise price of $0.0025 and $0.0001 per share, respectively) and common warrants to purchase shares of our common stock (which are immediately exercisable and have an exercise price of $18.92 and $26.02 per share, respectively). Until exercised, the shares issuable upon the exercise of the pre-funded warrants and the common warrants are not included in the number of our outstanding shares of common stock. If such holders exercise their warrants, then the shares of our capital stock beneficially owned by our executive officers, directors, holders of 5% or more of our capital stock and their respective affiliates would increase significantly. As a result, these stockholders, if they act together, will be able to influence our management and affairs and the outcome of matters\n\n71\n\nsubmitted to our stockholders for approval, including the election of directors and any sale, merger, consolidation or sale of all or substantially all of our assets. In addition, this concentration of ownership might adversely affect the market price of our common stock by:\n\n•\ndelaying, deferring or preventing a change of control of us;\n•\nimpeding a merger, consolidation, takeover or other business combination involving us; or\n•\ndiscouraging a potential acquirer from making a tender offer or otherwise attempting to obtain control of us.\nThe dual class structure of our common stock may limit the ability to influence corporate matters and may limit the visibility with respect to certain transactions.\n\nThe dual class structure of our common stock may limit an investor’s ability to influence corporate matters. Holders of our common stock are entitled to one vote per share, while holders of our non-voting common stock are not entitled to any votes. Nonetheless, each share of our non-voting common stock may be converted at any time into one share of our common stock at the option of its holder by providing written notice to us, subject to the limitations provided for in our amended and restated certificate of incorporation. Consequently, the exercise by holders of our non-voting common stock of their option to make this conversion will have the effect of increasing the relative voting power of such holders, and correspondingly decreasing the voting power of the holders of our common stock, which may limit an investor’s ability to influence corporate matters. As of June 30, 2025, we had 800,000 shares of non-voting common stock outstanding. Additionally, stockholders who hold, in the aggregate, more than 10% of our common stock and non-voting common stock, but 10% or less of our common stock, and are not otherwise a company insider, may not be required to report changes in their ownership due to transactions in our non-voting common stock pursuant to Section 16(a) of the Securities Exchange Act of 1934, as amended (the Exchange Act), and may not be subject to the short-swing profit provisions of Section 16(b) of the Exchange Act.\n\nSales of a substantial number of shares of our common stock in the public market could cause our stock price to fall.\n\nIf our existing stockholders sell, or indicate an intention to sell, substantial amounts of our common stock in the public market, the market price of our common stock could decline.\n\nAs of June 30, 2025, approximately 1.6 million shares of common stock that are either subject to outstanding options or RSUs or reserved for future issuance under our equity incentive plans, and excluding all outstanding pre-funded warrants, are eligible for sale in the public market to the extent permitted by the provisions of various vesting schedules and Rule 144 and Rule 701 under the Securities Act. If these additional shares of common stock are sold, or if it is perceived that they will be sold, in the public market, the market price of our common stock could decline.\n\nIn addition, the holders of approximately 6.1 million of our total common stock and non-voting common stock are entitled to rights with respect to the registration of their shares under the Securities Act described above. Registration of these shares under the Securities Act would result in the shares becoming freely tradable without restriction under the Securities Act, except for shares purchased by affiliates. Any sales of securities by these stockholders could have a material adverse effect on the market price of our common stock.\nOur ability to utilize our net operating loss carryforwards and certain other tax attributes may be limited.\n\nUnder Sections 382 and 383 of the Internal Revenue Code of 1986, as amended (the Code), and corresponding provisions of state law, if a corporation undergoes an “ownership change” (generally defined as a greater than 50 percentage point change (by value) in its equity ownership over a rolling three-year period), the corporation’s ability to use its pre-change net operating loss (NOL) carryforwards and other pre-change tax attributes to offset its post-change income may be limited. We performed a Code Section 382 analysis in 2023 and determined there was an ownership change that resulted in Section 382 limitations. The ownership change limited our ability to utilize NOLs against future taxable income but will not result in the expiration of any NOLs. We also performed a Code Section 382 analysis in February 2025 but determined there was no ownership change at that time that resulted in any limitations. We may have experienced additional ownership changes in the past and may in the future experience ownership changes as a result of changes in our stock ownership (some of which are not in our control). In addition, under current tax law, federal NOL carryforwards generated in periods after December 31, 2017, may be carried forward indefinitely but may only be used to offset 80% of our taxable income. For these reasons, our ability to utilize our NOL carryforwards and other tax attributes to reduce future tax liabilities may be limited.\n\nIf securities analysts do not publish research or reports about our business or if they publish negative evaluations of our stock, the price of our stock could decline.\n\nThe trading market for our common stock relies, in part, on the research and reports that industry or financial analysts publish about us or our business. If no or few analysts commence coverage of us, the trading price of our stock would likely decrease. If one\n\n72\n\nor more of the analysts covering our business downgrade their evaluations of our stock, the price of our stock could decline. If one or more of these analysts cease to cover our stock, we could lose visibility in the market for our stock, which, in turn, could cause our stock price to decline.\n\nIf we fail to implement and maintain proper and effective internal control over financial reporting, our ability to produce accurate and timely financial statements could be impaired, investors may lose confidence in our financial reporting and the trading price of our common stock may decline.\n\nPursuant to Section 404 of Sarbanes-Oxley, our management is required to report upon the effectiveness of our internal control over financial reporting for our fiscal year ended December 31, 2024. When we lose our status as an “emerging growth company,” our independent registered public accounting firm may be required to attest to the effectiveness of our internal control over financial reporting. The rules governing the standards that must be met for management to assess our internal control over financial reporting are complex and require significant documentation, testing and possible remediation. To comply with the requirements of being a reporting company under the Exchange Act, we will need to implement additional financial and management controls, reporting systems and procedures and hire additional accounting and finance staff, all of which will entail additional expense.\n\nWe cannot assure you that there will not be material weaknesses in our internal control over financial reporting in the future. Any failure to implement and maintain internal control over financial reporting could severely inhibit our ability to accurately report our financial condition, results of operations or cash flows. If we are unable to conclude that our internal control over financial reporting is effective, or if our independent registered public accounting firm determines we have a material weakness in our internal control over financial reporting, investors may lose confidence in the accuracy and completeness of our financial reports, the market price of our common stock could decline, and we could be subject to sanctions or investigations by Nasdaq, the SEC or other regulatory authorities. Failure to remedy any material weakness in our internal control over financial reporting, or to implement or maintain other effective control systems required of public companies, could also restrict our future access to the capital markets.\n\nProvisions in our charter documents and under Delaware law could discourage a takeover that stockholders may consider favorable and may lead to entrenchment of management.\n\nOur amended and restated certificate of incorporation and amended and restated bylaws contain provisions that could delay or prevent changes in control or changes in our management without the consent of our board of directors. These provisions include the following:\n\n•\na classified board of directors with three-year staggered terms, which may delay the ability of stockholders to change the membership of a majority of our board of directors;\n•\nno cumulative voting in the election of directors, which limits the ability of minority stockholders to elect director candidates;\n•\nthe exclusive right of our board of directors to elect a director to fill a vacancy created by the expansion of the board of directors or the resignation, death or removal of a director, which prevents stockholders from being able to fill vacancies on our board of directors;\n•\nthe ability of our board of directors to authorize the issuance of shares of preferred stock and to determine the price and other terms of those shares, including preferences and voting rights, without stockholder approval, which could be used to significantly dilute the ownership of a hostile acquiror;\n•\nthe ability of our board of directors to alter our amended and restated bylaws without obtaining stockholder approval;\n•\nthe required approval of at least 66 2/3% of the shares entitled to vote at an election of directors to adopt, amend or repeal our amended and restated bylaws or repeal the provisions of our amended and restated certificate of incorporation regarding the election and removal of directors;\n•\na prohibition on stockholder action by written consent, which forces stockholder action to be taken at an annual or special meeting of our stockholders;\n•\nthe requirement that a special meeting of stockholders may be called only by our chief executive officer or, in the absence of a chief executive officer, president or by the board of directors, which may delay the ability of our stockholders to force consideration of a proposal or to take action, including the removal of directors; and\n•\nadvance notice procedures that stockholders must comply with in order to nominate candidates to our board of directors or to propose matters to be acted upon at a stockholders’ meeting, which may discourage or deter a potential acquiror from conducting a solicitation of proxies to elect the acquiror’s own slate of directors or otherwise attempting to obtain control of us.\n\n73\n\nWe are also subject to the anti-takeover provisions contained in Section 203 of the Delaware General Corporation Law. Under Section 203, a corporation may not, in general, engage in a business combination with any holder of 15% or more of its capital stock unless the holder has held the stock for three years or, among other exceptions, the board of directors has approved the transaction.\n\nClaims for indemnification by our directors and officers may reduce our available funds to satisfy successful third-party claims against us and may reduce the amount of money available to us.\n\nOur amended and restated certificate of incorporation and amended and restated bylaws provide that we will indemnify our directors and officers, in each case to the fullest extent permitted by Delaware law.\n\nIn addition, as permitted by Section 145 of the Delaware General Corporation Law, our amended and restated bylaws and our indemnification agreements that we have entered into with our directors and officers provide that:\n\n•\nwe will indemnify our directors and officers for serving us in those capacities or for serving other business enterprises at our request, to the fullest extent permitted by Delaware law. Delaware law provides that a corporation may indemnify such person if such person acted in good faith and in a manner such person reasonably believed to be in or not opposed to the best interests of the registrant and, with respect to any criminal proceeding, had no reasonable cause to believe such person’s conduct was unlawful;\n•\nwe may, in our discretion, indemnify employees and agents in those circumstances where indemnification is permitted by applicable law;\n•\nwe are required to advance expenses, as incurred, to our directors and officers in connection with defending a proceeding, except that such directors or officers shall undertake to repay such advances if it is ultimately determined that such person is not entitled to indemnification;\n•\nwe will not be obligated pursuant to our amended and restated bylaws to indemnify a person with respect to proceedings initiated by that person against us or our other indemnitees, except with respect to proceedings authorized by our board of directors;\n•\nthe rights conferred in our amended and restated bylaws are not exclusive, and we are authorized to enter and have entered into indemnification agreements with our directors, officers, employees and agents and to obtain insurance to indemnify such persons; and\n•\nwe may not retroactively amend our amended and restated bylaw provisions to reduce our indemnification obligations to directors, officers, employees and agents.\nOur amended and restated certificate of incorporation provides for an exclusive forum in the Court of Chancery of the State of Delaware for certain disputes between us and our stockholders, which could limit our stockholders’ ability to obtain a favorable judicial forum for disputes with us or our directors, officers or employees.\n\nOur amended and restated certificate of incorporation specifies that, unless we consent in writing to the selection of an alternative forum, the Court of Chancery of the State of Delaware is the sole and exclusive forum for any derivative action or proceeding brought on our behalf; any action asserting a breach of fiduciary duty; any action asserting a claim against us arising pursuant to the Delaware General Corporation Law, our amended and restated certificate of incorporation, our amended and restated bylaws or any action as to which the Delaware General Corporation Law confers jurisdiction to the Court of Chancery of the State of Delaware; or any action asserting a claim against us that is governed by the internal affairs doctrine. Our amended and restated certificate of incorporation also provides that the federal district courts of the United States of America is the exclusive forum for the resolution of any complaint asserting a cause of action against us or any of our directors, officers, employees or agents and arising under the Securities Act. We believe these provisions may benefit us by providing increased consistency in the application of Delaware law and federal securities laws by chancellors and judges, as applicable, particularly experienced in resolving corporate disputes, efficient administration of cases on a more expedited schedule relative to other forums and protection against the burdens of multi-forum litigation. However, these provisions may have the effect of discouraging lawsuits against our directors and officers. The choice of forum provision requiring that the Court of Chancery of the State of Delaware or the federal district courts of the United States of America be the exclusive forum for certain actions does not apply to suits brought to enforce any liability or duty created by the Exchange Act. Our exclusive forum provision does not relieve us of our duties to comply with the federal securities laws and the rules and regulations thereunder, and our stockholders will not be deemed to have waived our compliance with these laws, rules and regulations. Although our amended and restated certificate of incorporation contains the choice of forum provisions described above, it is possible that a court could find that such a provision is inapplicable for a particular claim or action or that such provision is unenforceable.\n\n74\n\nGeneral risk factors\nRaising additional capital may cause dilution to our stockholders, restrict our operations or require us to relinquish rights to our technologies.\n\nTo date, we have primarily financed our operations through the sale of common stock, preferred stock, convertible notes, revenue from license/collaboration agreements, and warrants. We will be required to seek additional funding in the future and may to do so through public or private equity offerings or debt financings, credit or loan facilities, collaborations or a combination of one or more of these funding sources. If we raise additional funds by issuing equity securities, our stockholders may suffer dilution and the terms of any equity financing may adversely affect the rights of our stockholders. In addition, as a condition to providing additional funds to us, future investors may demand, and may be granted, rights superior to those of existing stockholders. Debt financing, if available, is likely to involve restrictive covenants limiting our flexibility in conducting future business activities, and, in the event of insolvency, debt holders would be repaid before holders of our equity securities received any distribution of our corporate assets. If we raise additional capital through marketing and distribution arrangements or other collaborations, strategic alliances or licensing arrangements with third parties, we may have to relinquish certain valuable rights to our drug candidates, technologies, future revenue streams or research programs or grant licenses on terms that may not be favorable to us. Attempting to secure additional financing may also divert our management’s attention from our day-to-day activities, which may adversely affect our ability to develop our drug candidates.\nUnfavorable global economic conditions could adversely affect our business, financial condition, stock price and results of operations.\n\nOur results of operations could be adversely affected by general conditions in the global economy and in the global financial markets. Adverse developments that affect financial institutions, transactional counterparties, or other third parties, or concerns or rumors about these events, have in the past and may in the future lead to market-wide liquidity problems. For example, on March 10, 2023, Silicon Valley Bank (SVB) was closed by the California Department of Financial Protection and Innovation, which appointed the U.S. Federal Deposit Insurance Corporation (FDIC) as receiver. Similarly, other institutions have been and may continue to be swept into receivership. We have no borrowing or deposit exposure to directly impacted institutions and have not experienced an adverse impact to our liquidity or to our business operations, financial condition, or results of operations as a result of these recent events. However, uncertainty may remain over liquidity concerns in the broader financial services industry, and there may be unpredictable impacts to our business and our industry.\nWhile the situation involving the conflict between Russia and Ukraine and the conflicts in the Middle East remain highly fluid, the ongoing conflict and any associated sanctions may have a severe impact on the global economy. A severe or prolonged economic downturn, such as the 2008 global financial crisis, and one that could be caused by the war in Ukraine or conflicts in the Middle East, could result in a variety of risks to our business, including, weakened demand for any drug candidates we may develop and our ability to raise additional capital when needed on acceptable terms, if at all. A weak or declining economy or disruptions in the supply chain generally could also strain our suppliers, possibly resulting in supply disruption. If the current equity and credit markets deteriorate, it may make any necessary debt or equity financing more difficult, more costly, and more dilutive. Failure to secure any necessary financing in a timely manner and on favorable terms could have a material adverse effect on our growth strategy, financial performance and stock price and could require us to delay or abandon clinical development plans. In addition, there is a risk that one or more of our current service providers, manufacturers or other partners may not survive such difficult economic times, which could directly affect our ability to attain our operating goals on schedule and on budget. Any of the foregoing could harm our business and we cannot anticipate all of the ways in which the current economic climate and financial market conditions could adversely impact our business. Furthermore, our stock price may decline due in part to the volatility of the stock market and any general economic downturn.\n\nOur insurance policies are expensive and protect us only from some business risks, which leaves us exposed to significant uninsured liabilities.\n\nWe do not carry insurance for all categories of risk that our business may encounter. Some of the policies we currently maintain include general liability, property, umbrella, clinical trials and directors’ and officers’ insurance. Any additional insurance coverage we acquire in the future may not be sufficient to reimburse us for any expenses or losses we may suffer. Moreover, insurance coverage is becoming increasingly expensive and in the future we may not be able to maintain insurance coverage at a reasonable cost or in sufficient amounts to protect us against losses due to liability. Any significant uninsured liability may require us to pay substantial amounts, which would adversely affect our cash position and results of operations.\n\nWe also expect that operating as a public company will make it more difficult and more expensive for us to obtain directors’ and officers’ liability insurance, and we may be required to accept reduced policy limits and coverage or incur substantially higher costs to obtain the same or similar coverage. As a result, it may be more difficult for us to attract and retain qualified people to serve on our board of directors, our board committees or as executive officers.\n\n75\n\nWe are subject to certain U.S. and foreign anti-corruption, anti-money laundering, export control, sanctions, and other trade laws and regulations, violations of which can have serious negative consequences for our business.\n\nU.S. and foreign anti-corruption, anti-money laundering, export control, sanctions, and other trade laws and regulations (collectively, Trade Laws), prohibit, among other matters, companies and their employees, agents, clinical research organizations, legal counsel, accountants, consultants, contractors, and other partners from authorizing, promising, offering, providing, soliciting, or receiving directly or indirectly, corrupt or improper payments or anything else of value to or from recipients in the public or private sector. Violations of Trade Laws can result in substantial criminal fines and civil penalties, imprisonment, the loss of trade privileges, debarment, tax reassessments, breach of contract and fraud litigation, and reputational harm, among other consequences. We routinely have direct or indirect interactions with officials and employees of government agencies or government-affiliated hospitals, universities, and other organizations, and we expect our non-U.S. activities to increase in time. We plan to engage third parties for clinical trials and/or obtain necessary permits, licenses, patent registrations, and other regulatory approvals from such officials, employees and government agencies and affiliates and we may be held liable for any corrupt or other illegal activities of our personnel, agents, or partners, even if we do not explicitly authorize or have prior knowledge of such activities.\n\nObtaining and maintaining our patent protection depends on compliance with various procedural, document submission, fee payment and other requirements imposed by governmental patent agencies, and our patent rights, if any, could be reduced or eliminated if we fail to comply with these requirements.\n\nPeriodic maintenance fees, renewal fees, annuity fees, and various other fees are required to be paid to the USPTO and foreign patent agencies in several stages over the lifetime of a patent. In certain circumstances, we rely on our collaborators or licensors to pay these fees. The USPTO and various foreign patent agencies also require compliance with a number of procedural, documentary, fee payment and other similar requirements during the patent application and prosecution process. Non-compliance events that could result in abandonment or lapse of a patent or patent application include failure to respond to official communications within prescribed time limits, non-payment of fees and failure to properly legalize and submit formal documents. While an inadvertent lapse can in some cases be cured by payment of a late fee or by other means in accordance with the applicable rules, there are situations in which non-compliance can result in irrevocable abandonment or lapse of the patent or patent application, resulting in partial or complete loss of patent rights in the relevant jurisdiction. If we or our licensors fail to maintain the patents and patent applications covering our drug candidates, our competitors might be able to enter the market with similar or identical products or technology, which would harm our business, financial condition, results of operations and prospects.\n\nIntellectual property litigation could cause us to spend substantial resources and distract our personnel from their normal responsibilities.\n\nEven if resolved in our favor, litigation or other legal proceedings relating to intellectual property claims may cause us to incur significant expenses, and could distract our technical and management personnel from their normal responsibilities. In addition, there could be public announcements of the results of hearings, motions or other interim proceedings or developments, and if securities analysts or investors perceive these results to be negative, it could have a substantial adverse effect on the price of our common stock. Such litigation or proceedings could substantially increase our operating losses and reduce the resources available for development activities or any future sales, marketing or distribution activities. We may not have sufficient financial or other resources to conduct such litigation or proceedings adequately. As noted above, some of our competitors may be able to sustain the costs of such litigation or proceedings more effectively than we can because of their greater financial resources. Uncertainties resulting from the initiation and continuation of patent litigation or other proceedings could compromise our ability to compete in the marketplace, including compromising our ability to raise the funds necessary to continue our clinical trials, continue our research programs, license necessary technology from third parties, or enter into development collaborations that would help us commercialize our drug candidates, if approved. Any of the foregoing events would harm our business, financial condition, results of operations and prospects.\n\nIf we are unable to protect the confidentiality of our trade secrets, our business and competitive position would be harmed.\n\nWe rely on confidential methodologies and processes and confidentiality agreements to protect our unpatented know-how, technology and other proprietary information and to maintain our competitive position. Trade secrets and know-how can be difficult to protect. We seek to protect these trade secrets and other proprietary technology, in part, by entering into non-disclosure and confidentiality agreements with parties who have access to them, such as our employees, licensors, collaborators, CROs, contract manufacturers, consultants, advisors and other third parties. We also enter into confidentiality and invention or patent assignment agreements with our employees and consultants. We cannot guarantee that we have entered into such agreements with each party that may have or has had access to our trade secrets or proprietary technology and processes. Despite these efforts, any of these parties may breach the agreements and disclose our proprietary information, including our trade secrets, and we may not be able to obtain adequate remedies for such breaches. Unauthorized parties may also attempt to copy or reverse engineer certain aspects of our drug candidates that we consider proprietary. Monitoring unauthorized uses and disclosures is difficult, and we do not know whether the steps we have taken to protect our proprietary information will be effective.\n\n76\n\nWe also seek to preserve the integrity and confidentiality of our confidential proprietary information by maintaining physical security of our premises and physical and electronic security of our information technology systems, but it is possible that these security measures could be breached. Enforcing a claim that a party illegally disclosed or misappropriated a trade secret is difficult, expensive and time-consuming, and the outcome is unpredictable. In addition, some courts inside and outside the United States are less willing or unwilling to protect trade secrets, and we may need to share our trade secrets and proprietary know-how with current or future partners, collaborators, contractors and others located in countries at heightened risk of theft of trade secrets, including through direct intrusion by private parties or foreign actors, and those affiliated with or controlled by state actors. If any of our trade secrets were to be lawfully obtained or independently developed by a competitor or other third party, we would have no right to prevent them from using that technology or information to compete with us. If any of our trade secrets were to be disclosed to or independently developed by a competitor or other third party, our competitive position would be materially and adversely harmed.\n\nIf our trademarks and trade names are not adequately protected, then we may not be able to build name recognition in our markets of interest and our business may be adversely affected.\n\nOur registered or unregistered trademarks or trade names may be challenged, infringed, circumvented or declared generic or determined to be infringing other marks. We may not be able to protect our rights to these trademarks and trade names, which we need to build name recognition among potential collaborators or customers in our markets of interest. At times, competitors may adopt trade names or trademarks similar to ours, thereby impeding our ability to build brand identity and possibly leading to market confusion. In addition, there could be potential trade name or trademark infringement claims brought by owners of other trademarks or trademarks that incorporate variations of our registered or unregistered trademarks or trade names. Over the long term, if we are unable to establish name recognition based on our trademarks and trade names, then we may not be able to compete effectively and our business may be adversely affected. Further, we may license our trademarks and trade names to third parties, such as distributors. Though these license agreements may provide guidelines for how our trademarks and trade names may be used, a breach of these agreements or misuse of our trademarks and tradenames by our licensees may jeopardize our rights in or diminish the goodwill associated with our trademarks and trade names. Our efforts to enforce or protect our proprietary rights related to trademarks, trade names, trade secrets, domain names, copyrights or other intellectual property may be ineffective and could result in substantial costs and diversion of resources and could adversely affect our business, financial condition, results of operations and prospects.\n\nWe may in the future engage in strategic transactions; such transactions could affect our liquidity, dilute our existing stockholders, increase our expenses and present significant challenges in focus and energy to our management or prove not to be successful.\n\nFrom time to time, we may consider strategic transactions, such as acquisitions of companies, asset purchases and out-licensing or in-licensing of intellectual property, products or technologies.\n\nSuch potential transactions that we may consider in the future include a variety of business arrangements, including spin-offs, strategic partnerships, joint ventures, restructurings, divestitures, business combinations, investments and licensings. Any future transactions could result in potentially dilutive issuances of our equity securities, including our common stock, or the incurrence of debt, contingent liabilities, amortization expenses or acquired in-process research and development expenses, any of which could affect our financial condition, liquidity and results of operations. Future acquisitions may also require us to obtain additional financing, which may not be available on favorable terms or at all. These transactions may never be successful and may require significant time and attention of management. In addition, the integration of any business that we may acquire in the future may disrupt our existing business and may be a complex, risky and costly endeavor for which we may never realize the full benefits of the acquisition.\n\nPublic health pandemics or epidemics, political instability, terrorist attacks, other acts of violence or war, or other unexpected events could materially and adversely impact us.\n\nPublic health pandemics or epidemics, political instability, terrorist attacks, other acts of violence or war or other unexpected events could materially interrupt our business operations (or those of the third parties upon whom we depend), cause consumer confidence and spending to decrease or result in increased volatility in the United States and worldwide financial markets and economy. They also could result in or prolong an economic recession in the United States. Any of these occurrences could materially and adversely affect us.\n\nLitigation or administrative proceedings could have a material adverse effect on our business, our financial condition and our results of operations.\n\nWe may be involved in legal proceedings, administrative proceedings, claims, and other litigation that arise in the ordinary course of business. Unfavorable outcomes or developments relating to proceedings to which we are a party or transactions involving our current or future drug candidates, such as judgments for monetary damages, injunctions, or denial or revocation of permits, could\n\n77\n\nhave a material adverse effect on our business, our financial condition, and our results of operations. In addition, settlement of claims could adversely affect our financial condition and our results of operations.\n\nWe incur significantly increased costs as a result of operating as a public company, and our management is required to devote substantial time to new compliance initiatives and corporate governance practices.\n\nAs a public company, we incur significant legal, accounting and other expenses that we did not previously incur as a private company. We are subject to the reporting requirements of the Exchange Act, which requires, among other things, that we file with the SEC, annual, quarterly and current reports with respect to our business and financial condition. In addition, the Sarbanes-Oxley Act, as well as rules subsequently adopted by the SEC and Nasdaq to implement provisions of the Sarbanes-Oxley Act, impose significant requirements on public companies, including requiring establishment and maintenance of effective disclosure and financial controls and changes in corporate governance practices. Stockholder activism, the current political environment and the current high level of government intervention and regulatory reform may lead to substantial new regulations and disclosure obligations, which may lead to additional compliance costs and impact the manner in which we operate our business in ways we cannot currently anticipate.\n\nWe expect the rules and regulations applicable to public companies to substantially increase our legal and financial compliance costs and to make some activities more time-consuming and costly. If these requirements divert the attention of our management and personnel from other business concerns, they could have a material adverse effect on our business, financial condition, results of operations and prospects. The increased costs will decrease our net income or increase our net loss, and may require us to reduce costs in other areas of our business or increase the prices of our products or services (if approved). For example, we expect these rules and regulations to make it more difficult and more expensive for us to obtain director and officer liability insurance and we may be required to incur substantial costs to maintain the same or similar coverage. We cannot predict or estimate the amount or timing of additional costs we may incur to respond to these requirements. The impact of these requirements could also make it more difficult for us to attract and retain qualified persons to serve on our board of directors, our board committees or as executive officers.\n\nWe may experience fluctuations in our tax obligations and effective tax rate, which could materially and adversely affect our results of operations.\n\nWe are subject to U.S. federal and state income taxes and taxes in certain other non-U.S. jurisdictions. Tax laws, regulations and administrative practices in various jurisdictions may be subject to significant change, with or without advance notice, due to economic, political and other conditions, and significant judgment is required in evaluating and estimating our provision and accruals for these taxes. For example, the OBBBA was signed into law in July 2025. The OBBBA contains numerous tax provisions that we are currently in the process of evaluating, and which may affect our business or financial condition. Regulatory guidance under the OBBBA, and other tax-related legislation is and continues to be forthcoming, and such guidance could ultimately increase or lessen the impact of these laws on our business and financial condition. In addition, it is uncertain if and to what extent various states will conform to changes to federal tax legislation. There are many transactions that occur during the ordinary course of business for which the ultimate tax determination is uncertain. Our effective tax rates could be affected by numerous factors, such as changes in tax, accounting and other laws, regulations, administrative practices, principles and interpretations, the outcome of current and future tax audits, examinations, or administrative appeals, changes in the mix and level of earnings in a given taxing jurisdiction or changes in our ownership or capital structures.\n\nOur current shares outstanding and resulting market valuation do not reflect shares of our common stock issuable upon the exercise of pre-funded warrants and common warrants that are exercisable at the discretion of the holders of such warrants. If we sell shares of our common stock in future financings, stockholders may experience immediate dilution and, as a result, our stock price may decline.\n\nWe may from time to time issue additional shares of common stock at a discount from the current trading price of our common stock. As a result, our stockholders would experience immediate dilution upon the purchase of any shares of our common stock sold at such discount. In addition, as opportunities present themselves, we may enter into financing or similar arrangements in the future, including the issuance of debt securities, preferred stock or common stock. For example, in October 2023 and February 2025, we closed private placements which included the sale of pre-funded warrants and common warrants to purchase shares of our common stock. If we issue common stock or securities convertible into common stock, our common stockholders would experience additional dilution, such dilutive impact may be difficult to compute, and our stock price may decline.\n\nIf our estimates or judgments relating to our critical accounting policies are based on assumptions that change or prove to be incorrect, our operating results could fall below our publicly announced guidance or the expectations of securities analysts and investors, resulting in a decline in the market price of our common stock.\n\nThe preparation of financial statements in conformity with U.S. GAAP requires management to make estimates and assumptions that affect the amounts reported in our consolidated financial statements and accompanying notes. We base our estimates on historical experience and on various other assumptions that we believe to be reasonable under the circumstances, the results of which form the\n\n78\n\nbasis for making judgments about the carrying values of assets, liabilities, equity, revenue and expenses that are not readily apparent from other sources. If our assumptions change or if actual circumstances differ from our assumptions, our operating results may be adversely affected and could fall below our publicly announced guidance or the expectations of securities analysts and investors, resulting in a decline in the market price of our common stock.\n\n79"
      }
    ]
  },
  "in_body_security_descriptions": {
    "sections": []
  }
}