{
  "cik": "0001514991",
  "filing_path": "sec_filings\\10K\\0001514991_0001514991-25-000009_amcx-20241231.txt",
  "extracted_at": "2025-09-21T04:15:10.719962Z",
  "cover_page": {
    "sections": [
      {
        "heading": "Cover Page",
        "content": "UNITED STATES\nSECURITIES AND EXCHANGE COMMISSION\nWASHINGTON, D.C. 20549\n \nFORM \n10-K\n☑\nAnnual report pursuant to Section 13 or 15(d) of the Securities Exchange Act of 1934\nFor the fiscal year ended \nDecember 31\n, 2024\n \nor\n☐\nTransition report pursuant to Section 13 or 15(d) of the Securities Exchange Act of 1934\nFor the transition period from         to               \nCommission File Number: \n1-35106\nAMC Networks Inc.\n(Exact name of registrant as specified in its charter)\nDelaware\n \n27-5403694\n(State or other jurisdiction of\nincorporation or organization)\n \n(I.R.S. Employer\nIdentification No.)\n11 Penn Plaza\n, \nNew York\n, \nNY\n \n10001\n(Address of principal executive offices)\n \n(Zip Code)\n(\n212\n) \n324-8500\n(Registrant's telephone number, including area code)\nSecurities registered pursuant to Section 12(b) of the Act:\nTitle of each class\nTrading Symbol(s)\nName of each exchange on which registered\nClass A Common Stock, par value $0.01 per share\nAMCX\nThe \nNASDAQ\n Stock Market LLC\nSecurities registered pursuant to Section 12(g) of the Act:\nNone\n \nIndicate by check mark if the registrant is a well-known seasoned issuer, as defined in Rule 405 of the Securities Act.   Yes  \n¨ \nNo\n  \nþ\n \nIndicate by check mark if the registrant is not required to file reports pursuant to Section 13 or 15(d) of the Act.    Yes  \n¨\n    \nNo\n  \nþ\nIndicate by check mark whether the registrant (1) has filed all reports required to be filed by Section 13 or 15(d) of the Securities Exchange Act of 1934 during the preceding 12 months (or for such shorter period that the registrant was required to file such reports), and (2) has been subject to such filing requirements for the past 90 days.    \nYes\n  \nþ\n    No  \n¨\nIndicate by check mark whether the registrant has submitted electronically every Interactive Data File required to be submitted pursuant to Rule 405 of Regulation S-T (§232.405 of this chapter) during the preceding 12 months (or for such shorter period that the registrant was required to submit such files).    \nYes\n  \nþ\n    No  \n¨\nIndicate by check mark whether the registrant is a large accelerated filer, an accelerated filer, a non-accelerated filer, a smaller reporting company or an emerging growth company (as defined in Exchange Act Rule 12b-2).\nLarge accelerated filer\n☐\nAccelerated filer\n☑\nNon-accelerated filer\n☐\nSmaller reporting company\n☐\nEmerging growth company\n☐\nIf an emerging growth company, indicate by check mark if the registrant has elected not to use the extended transition period for complying with any new or revised financial accounting standards provided pursuant to Section 13(a) of the Exchange Act.  \n¨\nIndicate by check mark whether the registrant has filed a report on and attestation to its management’s assessment of the effectiveness of its internal control over financial reporting under Section 404(b) of the Sarbanes-Oxley Act (15 U.S.C. 7262(b)) by the registered public accounting firm that prepared or issued its audit report. \n☑\nIf securities are registered pursuant to Section 12(b) of the Act, indicate by check mark whether the financial statements of the registrant included in the filing reflect the correction of an error to previously issued financial statements. \n☐\nIndicate by check mark whether any of those error corrections are restatements that required a recovery analysis of incentive-based compensation received by any of the registrant's executive officers during the relevant recovery period pursuant to § 240.10D-1(b). ☐\nIndicate by check mark whether the registrant is a shell company (as defined in Rule 12b-2 of the Exchange Act).    Yes  \n☐\n    No  \nþ\nThe aggregate market value of the registrant's common stock held by non-affiliates of the registrant, computed by reference to the closing price of a share of common stock on June 28, 2024 (the last business day of the registrant's most recently completed second fiscal quarter) was approximately $\n306\n million.\nThe number of shares of common stock outstanding as of February 7, 2025:\nClass A Common Stock par value $0.01 per share\n32,651,186\n \nClass B Common Stock par value $0.01 per share\n11,484,408\n \nDOCUMENTS INCORPORATED BY REFERENCE:\nCertain information required in Item 10 through Item 14 of Part III of this Annual Report on Form 10-K is incorporated herein by reference to the Registrant's definitive Proxy Statement for its 2025 Annual Meeting of Stockholders, which shall be filed with the Securities and Exchange Commission pursuant to Regulation 14A of the Securities Exchange Act of 1934, as amended, within 120 days of the Registrant's fiscal year end\n."
      },
      {
        "heading": "Securities registered pursuant to Section 12(b)",
        "content": "Securities registered pursuant to Section 12(b) of the Act:\nTitle of each class\nTrading Symbol(s)\nName of each exchange on which registered\nClass A Common Stock, par value $0.01 per share\nAMCX\nThe \nNASDAQ\n Stock Market LLC"
      }
    ]
  },
  "stockholders_equity_notes": {
    "sections": [
      {
        "heading": "Stockholders' Equity",
        "content": "STOCKHOLDERS' EQUITY\nCurrent Liabilities:\nAccounts payable\n$\n88,570\n \n$\n89,469\n \nAccrued liabilities\n290,718\n \n385,838\n \nCurrent portion of program rights obligations\n221,603\n \n301,221\n \nDeferred revenue\n61,838\n \n65,736\n \nCurrent portion of long-term debt\n7,500\n \n67,500\n \nCurrent portion of lease obligations \n32,439\n \n33,659\n \nTotal current liabilities\n702,668\n \n943,423\n \nProgram rights obligations\n144,476\n \n150,943\n \nLong-term debt, net\n2,328,719\n \n2,294,249\n \nLease obligations\n64,581\n \n87,240\n \nDeferred tax liabilities, net\n121,302\n \n160,383\n \nOther liabilities\n60,334\n \n74,306\n \nTotal liabilities\n3,422,080\n \n3,710,544\n \nCommitments and contingencies\nRedeemable noncontrolling interests\n55,881\n \n185,297"
      },
      {
        "heading": "Capital Stock",
        "content": "capital stock of a Guarantor Subsidiary to a person that is not (either before or after giving effect to such transaction) a restricted subsidiary, in compliance with the terms of the applicable indenture; (ii) the designation of a restricted subsidiary as an “Unrestricted Subsidiary” under the applicable indenture; or (iii) the release or discharge of the guarantee (including the guarantee under the AMC Networks’ credit agreement) which resulted in the creation of the note guarantee (provided that such Guarantor Subsidiary does not have any preferred stock outstanding at such time that is not held by AMC Networks or another Guarantor Subsidiary).\nForeign subsidiaries of AMC Networks do not and will not guarantee the notes. \nThe following tables present the summarized financial information specified in Rule 1-02(bb)(1) of Regulation S-X for AMC Networks and each Guarantor Subsidiary. The summarized financial information has been prepared in accordance with Rule 13-01 of Regulation S-X.\nSummarized Financial Information\nIncome Statement\n(In thousands)\nYear Ended December 31, 2024\nYear Ended December 31, 2023\nParent Company\nGuarantor Subsidiaries\nParent Company\nGuarantor Subsidiaries\nRevenues\n$\n— \n$\n1,764,795 \n$\n— \n$\n1,935,082 \nOperating expenses\n— \n1,693,206 \n— \n1,559,083 \nOperating income\n$\n— \n$\n71,589 \n$\n— \n$\n375,999 \nIncome (loss) before income taxes\n$\n(199,080)\n$\n(21,569)\n$\n284,660 \n$\n444,647 \nNet income (loss)\n(226,546)\n(32,249)\n215,464 \n435,328 \n55\nBalance Sheet\nDecember 31, 2024\nDecember 31, 2023\n(In thousands)\nParent Company\nGuarantor Subsidiaries\nParent Company\nGuarantor Subsidiaries\nAssets\nAmounts due from subsidiaries\n$\n4,483 \n$\n82,342 \n$\n— \n$\n— \nCurrent assets\n31,727 \n1,386,554 \n61,931 \n1,156,533 \nNon-current assets\n3,467,276 \n2,718,427 \n3,676,129 \n3,301,046 \nLiabilities and equity:\nAmounts due to subsidiaries\n$\n80,983 \n$\n733 \n$\n54,627 \n$\n2,456 \nCurrent liabilities\n168,903 \n473,418 \n173,031 \n666,783 \nNon-current liabilities\n2,474,505 \n228,778 \n2,516,977 \n224,051 \nCritical Accounting Policies and Estimates\nIn preparing our consolidated financial statements, we are required to make certain estimates and assumptions that affect the reported amounts of assets and liabilities at the date of the financial statements and the reported amounts of revenues and expenses during the periods presented. These estimates and assumptions can be subjective and complex and, consequently, actual results could differ materially from our estimates and assumptions. We base our estimates on historical experience, known or expected trends and other assumptions that we believe are reasonable under the circumstances. \nWe believe the following critical accounting policies comprise the more significant judgments and estimates used in the preparation of our consolidated financial statements:\nProgram Rights\nWe amortize and test for impairment of capitalized film and television costs based on whether the content is predominantly monetized individually or as a group. \nProgram rights that are expected to be predominantly monetized on our networks and streaming services with other programming are considered monetized as a group. Licensed and owned original programming, including feature films and television series are amortized on a straight-line or accelerated basis based on viewership patterns on our streaming services and the projected program usage of the rights on our networks, over a period not to exceed the respective license periods. \nThe projected program usage is based on the Company's current expectation of future exhibitions taking into account historical usage and viewership patterns of similar content. The determination of the projected program usage requires significant judgment. Accordingly, the Company periodically reviews estimates of its projected program usage and viewership patterns and revises its assumptions if necessary, which could impact the timing of amortization expense. Any adjustments to the assumptions are applied prospectively in the period of the change.\nFor content that is predominantly monetized as a group, unamortized costs are tested for impairment whenever events or changes in circumstances indicate that the fair value of the group may be less than its unamortized costs. Groups are tested for impairment by comparing the present value of the discounted cash flows of the group to the aggregate unamortized costs of the group. If the unamortized costs exceed the present value of discounted cash flows, an impairment charge is recorded for the excess and allocated to individual titles within the group on a pro rata basis using the relative carrying value of the titles.  Program rights with no future programming usefulness are substantially abandoned, resulting in the write-off of remaining unamortized cost. \nProgram rights that are expected to be predominantly monetized through licensing agreements are considered to be monetized individually and are amortized to technical and operating expense over their estimated useful lives, commencing upon the first usage, based on attributable revenue for airings to date as a percentage of total projected attributable revenue (\"ultimate revenue\") under the individual-film-forecast-computation method. \nUltimate revenues are estimated based on the levels of revenue generated from similar content in comparable markets, projected program usage, and the levels of historical and expected programming market acceptance. The determination of ultimate revenues requires significant judgment. Accordingly, the Company periodically reviews its ultimate revenue estimates and revises its assumptions if necessary, which could impact the timing of amortization expense. Any adjustments are applied prospectively as of the beginning of the fiscal year of the change.\n56\nFor content that is predominantly monetized on an individual basis, a television program or feature film is tested for impairment when events or circumstances indicate that its fair value may be less than its unamortized cost. Individual titles are tested for impairment by comparing the present value of the discounted cash flows of the title to the unamortized costs of the title. If the unamortized costs exceed the present value of discounted cash flows, an impairment charge is recorded for the excess. Program rights with no future programming usefulness are substantially abandoned, resulting in the write-off of remaining unamortized cost. \nProgram rights write-offs of $20.7 million and $17.3 million were included in technical and operating expense for the years ended December 31, 2024 and 2023, respectively, for programming that was substantively abandoned. Refer to Note 4 for amounts recorded to restructuring expense in connection with the Company’s strategic programming assessments.\nUseful Lives of Affiliate Intangible Assets\nThe carrying amount of our affiliate relationships acquired in business combinations as of December 31, 2024 was $154.0 million. Useful lives of affiliate relationships (ranging from 6 to 25 years) are initially determined based upon weighted average remaining terms of agreements in place with major distributors when purchase accounting is applied, plus an assumption for expected renewals. We periodically update our assumption for expected renewals based on recent experience and known or expected trends. We have historically been successful in renewing our major affiliation agreements and expect to renew such agreements in the future. However, if renewal trends deteriorate in the future (e.g., failure to renew, or renewals with significantly shorter terms), we may revise the remaining useful lives of affiliate intangible assets, resulting in higher amortization expenses in future periods. See Note 7 to the accompanying consolidated financial statements included in this Annual Report on Form 10-K for additional details.\nGoodwill\nGoodwill is not amortized, but instead is tested for impairment at the reporting unit level annually as of December 1, or more frequently upon the occurrence of certain events or substantive changes in circumstances. The annual goodwill impairment test allows for the option to first assess qualitative factors to determine whether it is more likely than not that the fair value of a reporting unit is less than its carrying amount. If it is determined, on the basis of qualitative factors, that the fair value of a reporting unit is, more likely than not, less than its carrying value, the quantitative impairment test is required. The quantitative impairment test calculates any goodwill impairment as the difference between the carrying amount of a reporting unit and its fair value, but not to exceed the carrying amount of goodwill.\nFor our annual impairment test, we performed quantitative impairment tests for all reporting units.  The impairment test for goodwill requires judgment related to the identification of reporting units, the assignment of assets and liabilities to reporting units including goodwill, and the determination of fair value of the reporting units.  The quantitative impairment test evaluates whether the carrying value of a reporting unit exceeds its estimated fair value.  We estimate the fair value of our reporting units based on the present value of future cash flows (“Discounted Cash Flow Method”) and the total enterprise value multiples of publicly traded comparable companies (“Market Comparables Method”). The Discounted Cash Flow Method requires us to make various assumptions regarding the timing and amount of future cash flows, including revenue growth rates, operating margins, and programming and working capital investments for a projection period, plus the terminal value of the business at the end of the projection period.  The assumptions about future cash flows are based on internal forecasts, which incorporates our long-term business plans and historical trends and are subject to a greater degree of uncertainty in times of adverse economic conditions.  The terminal value is estimated based on a perpetual growth rate, which is based on historical and projected inflation and economic indicators, as well as industry growth projections.  A discount rate is determined for the reporting unit based on the risks of achieving the future cash flows, including risks applicable to the industry and market as a whole, as well as the capital structure of comparable entities.  The Market Comparables Method incorporates revenue and earnings multiples from publicly traded companies with operations and other characteristics similar to each reporting unit.  The selected multiples consider each reporting unit’s relative growth, profitability, size, and risk relative to the selected publicly traded companies.\n \nThe carrying amount of goodwill, by operating segment is as follows:\n(In thousands)\nDecember 31, 2024\nDomestic Operations\n$\n80,038 \nInternational\n166,266 \n$\n246,304 \nBased on our annual and interim impairment tests for goodwill during 2024, we recorded total impairment charges of $268.7 million related to our Domestic Operations reporting unit and $102.0 million related to our AMCNI reporting unit.  See Note 7 to the accompanying consolidated financial statements included in this Annual Report on Form 10-K for additional details.\n57\nRecently Issued Accounting Pronouncements\nThe information regarding recently issued accounting pronouncements is discussed in Note 2 to the accompanying consolidated financial statements included in this Annual Report on Form 10-K and is incorporated herein by reference.\nNon-GAAP Financial Measures\nInternally, we use AOI and Free Cash Flow as the most important indicators of our business performance, and evaluate management's effectiveness with specific reference to these indicators.\nWe evaluate segment performance based on several factors, of which the primary financial measure is operating segment AOI. We define AOI, which is a financial measure that is not calculated in accordance with generally accepted accounting principles (\"GAAP\"), as operating income (loss) before share-based compensation expenses or benefit, depreciation and amortization, impairment and other charges (including gains or losses on sales or dispositions of businesses), restructuring and other related charges, cloud computing amortization and including the Company’s proportionate share of adjusted operating income (loss) from majority-owned equity method investees. From time to time, we may exclude the impact of certain events, gains, losses or other charges (such as significant legal settlements) from AOI that affect our operating performance. \nWe believe that AOI is an appropriate measure for evaluating the operating performance on both an operating segment and consolidated basis. AOI and similar measures with similar titles are common performance measures used by investors, analysts and peers to compare performance in the industry.  AOI should be viewed as a supplement to and not a substitute for operating income (loss), net income (loss), cash flows from operating activities and other measures of performance and/or liquidity presented in accordance with GAAP. Since AOI is not a measure of performance calculated in accordance with GAAP, this measure may not be comparable to similar measures with similar titles used by other companies.\nThe following is a reconciliation of operating income (loss) to AOI for the periods indicated:\nYear Ended December 31, 2024\n(In thousands)\nDomestic Operations\nInternational\nCorporate /    Inter-segment Eliminations\nConsolidated\nOperating income (loss)\n$\n194,295 \n$\n(56,604)\n$\n(177,291)\n$\n(39,600)\nShare-based compensation expenses\n11,099 \n3,250 \n11,702 \n26,051 \nDepreciation and amortization\n38,124 \n16,255 \n43,636 \n98,015 \nImpairment and other charges\n297,509 \n102,004 \n— \n399,513 \nRestructuring and other related charges\n49,422 \n— \n42 \n49,464 \nCloud computing amortization\n13,452 \n— \n— \n13,452 \nMajority owned equity investees AOI\n15,678 \n— \n— \n15,678 \nAdjusted operating income (loss)\n$\n619,579 \n$\n64,905 \n$\n(121,911)\n$\n562,573 \nYear Ended December 31, 2023\n(In thousands)\nDomestic Operations\nInternational\nCorporate /    Inter-segment Eliminations\nConsolidated\nOperating income (loss)\n$\n583,542 \n$\n(9,624)\n$\n(185,506)\n$\n388,412 \nShare-based compensation expenses\n13,765 \n3,388 \n8,512 \n25,665 \nDepreciation and amortization\n46,494 \n18,127 \n42,781 \n107,402 \nImpairment and other charges\n51,966 \n44,723 \n— \n96,689 \nRestructuring and other related charges\n3,350 \n3,934 \n20,503 \n27,787 \nCloud computing amortization\n21 \n— \n10,522 \n10,543 \nMajority owned equity investees AOI\n13,606 \n— \n— \n13,606 \nAdjusted operating income (loss)\n$\n712,744 \n$\n60,548 \n$\n(103,188)\n$\n670,104 \n58\nWe define Free Cash Flow, which is a non-GAAP financial measure, as net cash provided by operating activities less capital expenditures, all of which are reported in our Consolidated Statement of Cash Flows. \nWe believe the most comparable GAAP financial measure of our liquidity is net cash provided by operating activities. We believe that Free Cash Flow is useful as an indicator of our overall liquidity, as the amount of Free Cash Flow generated in any period is representative of cash that is available for debt repayment, investment, and other discretionary and non-discretionary cash uses. We also believe that Free Cash Flow is one of several benchmarks used by analysts and investors who follow the industry for comparison of our liquidity \nwith other companies in our industry, although our measure of Free Cash Flow may not be directly comparable to similar measures reported by other companies. \nThe following is a reconciliation of\n net cash provided by operating activities\n to Free Cash Flow for the periods indicated:\nYear Ended December 31,\n(In thousands)\n2024\n2023\nNet cash provided by operating activities\n$\n375,615 \n$\n203,919 \nLess: capital expenditures\n(44,775)\n(35,207)\nFree cash flow\n$\n330,840 \n$\n168,712 \nSupplemental Cash Flow Information\nYear Ended December 31,\n2024\n2023\nRestructuring initiatives\n$\n(13,295)\n$\n(112,550)\nDistributions to noncontrolling interests\n(23,992)\n(72,876)"
      }
    ]
  },
  "exhibit_4_securities": {
    "sections": []
  },
  "charter_bylaws": {
    "sections": [
      {
        "heading": "Charter/Bylaws Reference",
        "content": "ies may result in the diversion of corporate opportunities to and other conflicts with the Other Entities and provisions in our governance documents may provide us no remedy in that circumstance.\nOur amended and restated certificate of incorporation acknowledges that directors and officers of the Company may also be serving as directors, officers, employees, consultants or agents of MSGS, MSGE, Sphere Entertainment or their respective subsidiaries and that we may engage in material business transactions with such entities (the applicable provisions of the amended and restated certificate of incorporation, the \"Overlap Provisions\"). The Company has renounced its rights to certain business opportunities and the Overlap Provisions provide that no director or officer of the Company who is also serving as a director, officer, employee, consultant or agent of an Other Entity or any subsidiary of an Other Entity will be liable to the Company or its stockholders for breach of any fiduciary duty that would otherwise exist by reason of the fact that such individual directs a corporate opportunity (other than certain limited types of opportunities set forth in our amended and restated certificate of incorporation) to the Other Entity or any of its subsidiaries, or does not refer or communicate information regarding such corporate opportunities to the Company. The Overlap Provisions also expressly validate certain contracts, agreements,"
      },
      {
        "heading": "Charter/Bylaws Reference",
        "content": ".1(i)\n \nAmended and Restated Certificate of Incorporation of AMC Networks Inc. (incorporated by reference to Exhibit 99.4 to the Company's Current Report on Form 8-K filed on July 1, 2011).\n3.1(ii)\n \nAmended and Restated By-Laws of AMC Networks Inc. (incorporated by reference to Exhibit 99.5 to the Company's Current Report on Form 8-K filed on July 1, 2011).\n4.1\n \nForm of Registration Rights Agreement between AMC Networks Inc. and The Charles F. Dolan Children Trusts (incorporated by reference to Exhibit 3.5 to the Company's Amendment No. 5 to Registration Statement on Form 10 filed on June 6, 2011).\n4.2\n \nForm of Registration Rights Agreement between AMC Networks Inc. and The Dolan Family Affiliates (incorporated by reference to Exhibit 3.6 to the Company's Amendment No. 5 to Registration Statement on Form 10 filed on June 6, 2011).\n4.3\nRegistration Rights Agreement, dated as of June 30, 2011, among AMC Networks Inc., the subsidiary guarantors named therein, Merrill Lynch, Pierce, Fenner & Smith Incorporated and J.P. Morgan Securities LLC, as representatives of the several initial purchasers (incorporated by reference to Exhibit 99.2 to the Company's Current Report on Form 8-K filed on July 1, 2011). \n4.6\nIndenture, dated as of March 30, 2016, by and among AMC Networks Inc., as issuer, each of the guarantors party thereto and U.S. Bank National Association, as Trustee (incorporated by reference to Exhibi"
      }
    ]
  },
  "market_equity": {
    "sections": [
      {
        "heading": "Item 5 - Market for Registrant's Common Equity",
        "content": "Item 5. Market for Registrant's Common Equity, Related Stockholder Matters and Issuer Purchases of Equity Securities.\nOur Class A Common Stock is listed on NASDAQ under the symbol \"AMCX.\" Our Class B Common Stock is not listed on any exchange. Our Class A Common Stock began trading on NASDAQ on July 1, 2011.\nPerformance Graph\nThe following graph compares the performance of the Company's Class A Common Stock with the performance of the S&P Mid-Cap 400 Index (the \"S&P 400\"), the Russell 2000 Index (the \"Russell 2000\") and a peer group (the \"Peer Group Index\") by measuring the changes in our Class A Common Stock prices from December 31, 2019 through December 31, 2024. Because no published index of comparable media companies currently reports values on a dividends-reinvested basis, the Company has created a Peer Group Index for purposes of this graph in accordance with the requirements of the SEC. The Peer Group Index is made up of companies that engage in cable television programming as a significant element of their business, although not all of the companies included in the Peer Group Index participate in all of the lines of business in which the Company is engaged, and some of the companies included in the Peer Group Index also engage in lines of business in which the Company does not participate. Additionally, the market capitalizations of many of the companies included in the Peer Group are quite different from that of the Company. The common stocks of the following companies have been included in the Peer Group Index: Warner Bros. Discovery, Inc., the Walt Disney Company, Fox Corporation, Lions Gate Entertainment Corporation, Nexstar Media Group, Inc., Roku, Inc., and Paramount Global. The chart assumes $100 was invested on December 31, 2019 in each of: i) Company's Class A Common Stock, ii) the S&P 400, iii) the Russell 2000 and iv) in this Peer Group weighted by market capitalization.\nDue to the Company being moved out of the S&P 400 during 2024, we have reevaluated the equity market index we use as our benchmark index and determined that the Russell 2000 provides for a better comparison of returns with entities of similar size and market capitalization. Accordingly, we will be using the Russell 2000 as our benchmark index moving forward. The Russell 2000 includes 2,000 companies across a variety of industries with a median market capitalization of approximately $1 billion as of January 31, 2025. For the current year only, comparisons of the Company’s returns to both the S&P 400 and the Russell 2000 are included in the graph.\n39\n \n \nINDEXED RETURNS \nPeriod Ended\nCompany Name / Index\nBase Period 12/31/19\n12/31/20\n12/31/21\n12/31/22\n12/31/23\n12/31/24\nAMC Networks Inc.\n100\n90.56\n87.19\n39.67\n47.57\n25.06\nS&P MidCap 400 Index\n100\n113.66\n141.80\n123.28\n143.54\n163.54\nRussell 2000 Index\n100\n119.96\n137.74\n109.59\n128.14\n142.93\nPeer Group\n100\n122.78\n105.65\n57.83\n62.47\n73.55\nThis performance graph shall not be deemed \"filed\" for purposes of Section 18 of the Securities Exchange Act of 1934, as amended (the \"Exchange Act\") or incorporated by reference into any of our filings under the Securities Act of 1933, as amended, or the Exchange Act, except as shall be expressly set forth by specific reference in such filing.\nAs of February 7, 2025, there were 496 holders of record of our Class A Common Stock and 32 holders of record of our Class B Common Stock.\nStock Repurchase Program\nThe Company's Board of Directors has authorized a program to repurchase up to $1.5 billion of the Company's outstanding shares of common stock (the \"Stock Repurchase Program\"). The authorization of up to $500 million was announced on March 7, 2016, an additional authorization of $500 million was announced on June 7, 2017, and an additional authorization of $500 million was announced on June 13, 2018. The Stock Repurchase Program has no pre-established closing date and may be suspended or discontinued at any time. The Company did not repurchase any shares of its Class A Common Stock during the year ended December 31, 2024. As of December 31, 2024, the Company had $135.3 million available for repurchase under the Stock Repurchase Program."
      }
    ]
  }
}