{
  "cik": "0001099160",
  "filing_path": "sec_filings\\10K\\0001099160_0000950170-25-045211_bbgi-20241231.txt",
  "extracted_at": "2025-09-21T20:15:34.956795Z",
  "cover_page": {
    "sections": [
      {
        "heading": "Cover Page",
        "content": "UNITED STATES\n\nSECURITIES AND EXCHANGE COMMISSION\n\nWashington, D.C. 20549\n\nFORM \n10-K\n\n(Mark One)\n\n☒\n\nANNUAL REPORT PURSUANT TO SECTION 13 OR 15(d) OF THE SECURITIES EXCHANGE ACT OF 1934\n\nFor the fiscal year ended \nDecember 31, \n2024\n\nor\n\n☐\n\nTRANSITION REPORT PURSUANT TO SECTION 13 OR 15(d) OF THE SECURITIES EXCHANGE ACT OF 1934\n\nFor the transition period from\n\n   to _______________________\n\nCommission File Number: \n000-29253\n\nBEASLEY BROADCAST GROUP, INC.\n\n(Exact name of registrant as specified in its charter)\n\nDelaware\n\n65-0960915\n\n(State or other jurisdiction of\nincorporation or organization)\n\n(I.R.S. Employer\nIdentification No.)\n\n3033 Riviera Drive\n, \nSuite 200\n\nNaples\n, \nFlorida\n\n34103\n\n(Address of principal executive offices and Zip Code)\n\n(\n239\n) \n263-5000\n\n(Registrant’s telephone number, including area code)\n\nSecurities Registered pursuant to Section 12(b) of the Act:\n\nTitle of Each Class\n\nTrading Symbol\n\nName of Each Exchange on which Registered\n\nClass A \nCommon Stock\n, par value $.001 per share\n\nBBGI\n\nNasdaq Global Market\n\nSecurities Registered pursuant to Section 12(g) of the Act:\n\nIndicate by check mark if the registrant is a well-known seasoned issuer, as defined in Rule 405 of the Securities Act. Yes \n\n\nNo\n\n\n\nIndicate by check mark if the registrant is not required to file reports pursuant to Section 13 or Section 15(d) of the Act. Yes \n\n\nNo\n\n\n\nIndicate by check mark whether the registrant (1) has filed all reports required to be filed by Section 13 or 15(d) of the Securities Exchange Act of 1934 during the preceding 12 months (or for such shorter period that the registrant was required to file such reports), and (2) has been subject to such filing requirements for the past 90 days. \nYes\n\n\n No \n\n\nIndicate by check mark whether the registrant has submitted electronically every Interactive Data File required to be submitted pursuant to Rule 405 of Regulation S-T (§ 232.405 of this chapter) during the preceding 12 months (or for such shorter period that the registrant was required to submit such files). \nYes\n\n\n No \n\n\nIndicate by check mark whether the registrant is a large accelerated filer, an accelerated filer, a non-accelerated filer, a smaller reporting company, or an emerging growth company. See the definitions of “large accelerated filer,” “accelerated filer,” “smaller reporting company,” and “emerging growth company” in Rule 12b-2 of the Exchange Act.\n\nLarge accelerated filer\n\n☐\n\nAccelerated filer\n\n☐\n\nNon-accelerated filer\n\n☒\n\nSmaller reporting company\n\n☒\n\nEmerging growth company\n\n☐\n\nIf an emerging growth company, indicate by check mark if the registrant has elected not to use the extended transition period for complying with any new or revised financial accounting standards provided pursuant to Section 13(a) of the Exchange Act.  \n\n\nIndicate by check mark whether the registrant has filed a report on and attestation to its management’s assessment of the effectiveness of its internal control over financial reporting under Section 404(b) of the Sarbanes-Oxley Act (15 U.S.C. 7262(b)) by the registered public accounting firm that prepared or issued its audit report.  \n\n\nIf securities are registered pursuant to Section 12(b) of the Act, indicate by check mark whether the financial statements of the registrant included in the filing reflect the correction of an error to previously issued financial statements.  \n\n\nIndicate by check mark whether any of those error corrections are restatements that required a recovery analysis of incentive-based compensation received by any of the registrant’s executive officers during the relevant recovery period pursuant to § 240.10D-1(b).  \n\n\nIndicate by check mark whether the registrant is a shell company (as defined in Rule 12b-2 of the Act). Yes \n\n No \n\n\nAs of June 28, 2024, the aggregate market value of the Class A Common Stock held by non-affiliates of the registrant was $\n6,276,534\n based on the number of shares outstanding as of such date and the closing price of $13.20 on NASDAQ’s National Market System on such date, the last business day of our most recently completed second fiscal quarter.\n\nClass A Common Stock, $.001 par value, \n959,214\n Shares Outstanding as of March 18, 2025\n\nClass B Common Stock, $.001 par value, \n833,137\n Shares Outstanding as of March 18, 2025\n\nDocuments Incorporated by Reference\n\nCertain information in the registrant’s Definitive Proxy Statement on Schedule 14A for its 2025 Annual Meeting of Stockholders, is incorporated by reference in Part III of this report."
      },
      {
        "heading": "Securities registered pursuant to Section 12(b)",
        "content": "Securities Registered pursuant to Section 12(b) of the Act:\n\nTitle of Each Class\n\nTrading Symbol\n\nName of Each Exchange on which Registered\n\nClass A \nCommon Stock\n, par value $.001 per share\n\nBBGI\n\nNasdaq Global Market"
      }
    ]
  },
  "stockholders_equity_notes": {
    "sections": [
      {
        "heading": "Stockholders' equity:",
        "content": "Stockholders' equity:\n\nPreferred stock, $\n0.001\n par value; \n10,000,000\n shares authorized; \nnone\n issued\n\n—\n\n—\n\nClass A Common Stock, $\n0.001\n par value; \n150,000,000\n shares authorized; \n869,569\n   issued and \n682,697\n outstanding in 2023; \n1,152,366\n issued and \n957,876\n   outstanding in 2024(1)\n\n17,389\n\n18,173\n\nClass B Common Stock, $\n0.001\n par value; \n75,000,000\n shares authorized; \n833,137\n   issued and outstanding in 2023 and 2024(1)\n\n16,662\n\n16,662\n\nAdditional paid-in capital\n\n152,794,353\n\n156,595,835\n\nTreasury stock, Class A Common Stock; \n186,872\n shares in 2023; \n194,490\n shares\n   in 2024(1)\n\n(\n29,239,179\n\n)\n\n(\n29,337,880\n\n)\n\nRetained earnings\n\n25,042,926\n\n19,155,668\n\nAccumulated other comprehensive income\n\n346,484\n\n771,249\n\nTotal stockholders' equity\n\n148,978,635\n\n147,219,707\n\nTotal liabilities and stockholders' equity\n\n$\n\n574,267,938\n\n$\n\n549,206,825\n\n(1) \nThe shares of Class A and Class B Common Stock have been retroactively adjusted to reflect the \n1-for-20\n Reverse Stock Split that \t  occurred on September 23, 2024. See Not\ne 21 fo\nr additional information.\n\nSee accompanying notes to consolidated financial statements\n\n37"
      },
      {
        "heading": "Stockholders’ Equity",
        "content": "Stockholders’ Equity\n\nThe Company has two classes of common stock: Class A common stock and Class B common stock. \nIn the election of directors, the holders of Class A common stock are entitled by class vote, exclusive of other stockholders, to elect two of the Company’s directors, with each Class A share being entitled to one vote. In the election of the other six directors and all other matters submitted to the stockholders for a vote, the holders of Class A shares and Class B shares shall vote as a single class, with each Class A share being entitled to one vote and each Class B share entitled to ten votes.\n\nFrom time to time, the Company repurchases sufficient shares of its common stock to fund withholding taxes in connection with the vesting of restricted stock units. The Compa\nny paid $\n0.1\n million to repurchase \n7,618\n shares in \n2024.\n\nThe board of directors has suspended future quarterly dividend payments until it is determined that resumption of dividend payments is in the best interest of the Company’s stockholders. In addition, the Indenture governing the Notes limits the ability of the Company to pay dividends.\n\n(13)\nRevenue \nRevenue is comprised of the following:\n\nYear ended December 31,\n\n2023\n\n2024\n\nAudio\n\n$\n\n199,481,868\n\n$\n\n193,561,279\n\nDigital\n\n45,417,296\n\n46,730,332\n\nOther\n\n2,210,094\n\n—\n\n$\n\n247,109,258\n\n$\n\n240,291,611\n\nThe Company recognizes revenue when it satisfies a performance obligation under a contract with an advertiser. The transaction price is allocated to performance obligations based on executed contracts which represent relative standalone selling prices. Payment is generally due within 30 days, although certain advertisers are required to pay in advance. Revenues are reported at the amount the Company expects to be entitled to receive under the contract. The Company has elected to use the practical expedient to expense sales commissions as incurred. Payments received from advertisers before the performance obligation is satisfied are recorded as deferred revenue in the balance sheet. Substantially all deferred revenue is recognized within twelve months of the payment date.\n\n52"
      }
    ]
  },
  "exhibit_4_securities": {
    "sections": []
  },
  "charter_bylaws": {
    "sections": []
  },
  "market_equity": {
    "sections": []
  }
}