{
  "cik": "0001766502",
  "filing_path": "sec_filings\\10K\\0001766502_0001766502-25-000014_chwy-20250202.txt",
  "extracted_at": "2025-09-21T20:15:47.461491Z",
  "cover_page": {
    "sections": [
      {
        "heading": "Cover Page",
        "content": "UNITED STATES \nSECURITIES AND EXCHANGE COMMISSION \nWashington, D.C. 20549\nFORM \n10-K\n\n(Mark One)\n☒\n\nANNUAL REPORT PURSUANT TO SECTION 13 OR 15(d) OF THE SECURITIES EXCHANGE ACT OF 1934 \nFor the fiscal year ended \nFebruary 2\n, 2025\n\nor\n☐\n\nTRANSITION REPORT PURSUANT TO SECTION 13 OR 15(d) OF THE SECURITIES EXCHANGE ACT OF 1934\nFor the transition period from ____ to ____\nCommission File Number: \n001-38936\n\nCHEWY, INC.\n\n(Exact name of registrant as specified in its charter) \nDelaware\n90-1020167\n(State or other jurisdiction of incorporation or organization)\n(I.R.S. Employer Identification No.)\n7700 West Sunrise Boulevard\n, \nPlantation\n, \nFlorida\n33322\n(Address of principal executive offices)\n(Zip Code)\n(\n786\n) \n320-7111\n\n(Registrant’s telephone number, including area code)\nSecurities registered pursuant to Section 12(b) of the Act:\nTitle of each class\nTrading Symbol(s)\nName of each exchange on which registered\nClass A Common Stock, par value $0.01 per share\nCHWY\nNew York Stock Exchange\nSecurities registered pursuant to Section 12(g) of the Act: None\nIndicate by check mark if the registrant is a well-known seasoned issuer, as defined in Rule 405 of the Securities Act. \nYes\n  ☒   No ☐\nIndicate by check mark if the registrant is not required to file reports pursuant to Section 13 or Section 15(d) of the Act. Yes ☐   \nNo\n ☒\nIndicate by check mark whether the registrant (1) has filed all reports required to be filed by Section 13 or 15(d) of the Securities Exchange Act of 1934 during the preceding 12 months (or for such shorter period that the registrant was required to file such reports), and (2) has been subject to such filing requirements for the past 90 days.    \nYes\n ☒ No ☐\nIndicate by check mark whether the registrant has submitted electronically every Interactive Data File required to be submitted pursuant to Rule 405 of Regulation S-T (§232.405 of this chapter) during the preceding 12 months (or for such shorter period that the registrant was required to submit and such files).    \nYes\n ☒ No ☐\nIndicate by check mark whether the registrant is a large accelerated filer, an accelerated filer, a non-accelerated filer, a smaller reporting company, or an emerging growth company. See the definitions of “large accelerated filer,” “accelerated filer,” “smaller reporting company,” and “emerging growth company” in Rule 12b-2 of the Exchange Act:\nLarge accelerated filer\n☒\nAccelerated filer\n☐\nEmerging growth company\n☐\nNon-accelerated filer\n☐\nSmaller reporting company\n☐\nIf an emerging growth company, indicate by check mark if the registrant has elected not to use the extended transition period for complying with any new or revised financial accounting standards provided pursuant to Section 13(a) of the Exchange Act.  ☐\nIndicate by check mark whether the registrant has filed a report on and attestation to its management’s assessment of the effectiveness of its internal control over financial reporting under Section 404(b) of the Sarbanes-Oxley Act (15 U.S.C. 7262(b)) by the registered public accounting firm that prepared or issued its audit report. \n☒\nIf securities are registered pursuant to Section 12(b) of the Act, indicate by check mark whether the financial statements of the registrant included in the filing reflect the correction of an error to previously issued financial statements. \n☐\nIndicate by check mark whether any of those error corrections are restatements that required a recovery analysis of incentive-based compensation received by any of the registrant’s executive officers during the relevant recovery period pursuant to §240.10D-1(b). ☐\nIndicate by check mark whether the registrant is a shell company (as defined in Rule 12b-2 of the Exchange Act).  Yes ☐ No \n☒\nThe aggregate market value of the voting and non-voting common equity held by non-affiliates as of July 26, 2024, the last business day of the registrant’s most recently completed second fiscal quarter, computed by reference to the closing price of $25.04 per share as reported on the New York Stock Exchange on July 26, 2024 was approximately $\n3.5\n billion.\nClass\nOutstanding as of March 19, 2025\nClass A Common Stock, $0.01 par value per share\n193,939,665\nClass B Common Stock, $0.01 par value per share\n219,698,561\nDOCUMENTS INCORPORATED BY REFERENCE\nPortions of the registrant’s Definitive Proxy Statement relating to the 2025 Annual Meeting of Stockholders are incorporated by reference into Part III of this Annual Report on Form 10-K where indicated. The registrant's Definitive Proxy Statement will be filed with the Securities and Exchange Commission within 120 days after the end of the registrant’s fiscal year ended February 2, 2025.\nCHEWY, INC.\nFORM 10-K\nFor the Fiscal Year Ended February 2, 2025"
      },
      {
        "heading": "Securities registered pursuant to Section 12(b)",
        "content": "Securities registered pursuant to Section 12(b) of the Act:\nTitle of each class\nTrading Symbol(s)\nName of each exchange on which registered\nClass A Common Stock, par value $0.01 per share\nCHWY\nNew York Stock Exchange"
      }
    ]
  },
  "stockholders_equity_notes": {
    "sections": [
      {
        "heading": "Stockholders’ equity:",
        "content": "Stockholders’ equity:\nPreferred stock, $\n0.01\n par value per share, \n5,000,000\n shares authorized, \nno\n shares issued and outstanding as of February 2, 2025 and January 28, 2024\n—\n\n—\n\nClass A common stock, $\n0.01\n par value per share, \n1,500,000,000\n shares authorized, \n193,892,875\n and \n132,913,046\n shares issued and outstanding as of February 2, 2025 and January 28, 2024, respectively\n1,939\n\n1,329\n\nClass B common stock, $\n0.01\n par value per share, \n395,000,000\n shares authorized, \n219,698,561\n and \n298,863,356\n shares issued and outstanding as of February 2, 2025 and January 28, 2024, respectively \n2,197\n\n2,989\n\nAdditional paid-in capital\n1,840,160\n\n2,481,984\n\nAccumulated deficit\n(\n1,582,914\n)\n(\n1,975,652\n)\nAccumulated other comprehensive income (loss)\n77\n\n(\n406\n)\nTotal stockholders’ equity \n261,459\n\n510,244\n\nTotal liabilities and stockholders’ equity \n$\n3,014,527\n\n$\n3,186,851\n\nSee accompanying Notes to Consolidated Financial Statements.\n51\nCHEWY, INC.\n CONSOLIDATED STATEMENTS OF OPERATIONS AND COMPREHENSIVE INCOME\n (in thousands, except per share data)\nFiscal Year\n2024\n2023\n2022\nNet sales\n$\n11,861,335\n\n$\n11,147,720\n\n$\n10,119,000\n\nCost of goods sold\n8,393,631\n\n7,986,202\n\n7,284,505\n\nGross profit\n3,467,704\n\n3,161,518\n\n2,834,495\n\nOperating expenses:\nSelling, general and administrative\n2,551,004\n\n2,442,683\n\n2,128,688\n\nAdvertising and marketing\n804,113\n\n742,460\n\n649,386\n\nTotal operating expenses\n3,355,117\n\n3,185,143\n\n2,778,074\n\nIncome (loss) from operations\n112,587\n\n(\n23,625\n)\n56,421\n\nInterest income, net\n35,068\n\n58,501\n\n9,290\n\nOther income (expense), net\n4,038\n\n13,354\n\n(\n13,166\n)\nIncome before income tax (benefit) provision\n151,693\n\n48,230\n\n52,545\n\nIncome tax (benefit) provision\n(\n241,045\n)\n8,650\n\n2,646\n\nNet income\n$\n392,738\n\n$\n39,580\n\n$\n49,899\n\nOther comprehensive income\nNet income\n$\n392,738\n\n$\n39,580\n\n$\n49,899\n\nForeign currency translation adjustments\n483\n\n(\n406\n)\n—\n\nComprehensive income\n$\n393,221\n\n$\n39,174\n\n$\n49,899\n\nEarnings per share attributable to common Class A and Class B stockholders:\nBasic\n$\n0.93\n\n$\n0.09\n\n$\n0.12\n\nDiluted\n$\n0.91\n\n$\n0.09\n\n$\n0.12\n\nWeighted-average common shares used in computing earnings per share:\nBasic\n421,351\n\n429,457\n\n422,331\n\nDiluted\n430,990\n\n432,040\n\n427,770\n\nSee accompanying Notes to Consolidated Financial Statements.\n52\nCHEWY, INC.\nCONSOLIDATED STATEMENTS OF STOCKHOLDERS’ EQUITY (DEFICIT)\n(in thousands)\nClass A and Class B Common Stock\nAdditional Paid-in Capital\nAccumulated Deficit\nAccumulated Other Comprehensive Income (Loss)\nTotal Stockholders’ Equity (Deficit)\nShares\n Amount\nBalance as of January 30, 2022\n420,106\n\n4,201\n\n$\n2,021,310\n\n$\n(\n2,065,131\n)\n$\n—\n\n$\n(\n39,620\n)\nShare-based compensation expense\n— \n— \n158,122\n\n— \n158,122\n\nVesting of share-based compensation awards\n5,109\n\n51\n\n(\n51\n)\n— \n— \n—\n\nTax withholdings for share-based compensation awards\n(\n53\n)\n(\n1\n)\n(\n2,474\n)\n— \n— \n(\n2,475\n)\nDistribution to parent\n187\n\n2\n\n(\n2\n)\n— \n— \n—\n\nTax sharing agreement with related parties\n— \n— \n(\n5,658\n)\n— \n— \n(\n5,658\n)\nNet income\n— \n— \n— \n49,899\n\n— \n49,899\n\nBalance as of January 29, 2023\n425,349\n\n4,253\n\n2,171,247\n\n(\n2,015,232\n)\n—\n\n160,268\n\nShare-based compensation expense\n— \n— \n239,106\n\n— \n— \n239,106\n\nVesting of share-based compensation awards\n6,334\n\n64\n\n(\n64\n)\n— \n— \n—\n\nTax withholdings for share-based compensation awards\n— \n— \n(\n5\n)\n— \n— \n(\n5\n)\nDistribution to parent\n93\n\n1\n\n(\n1\n)\n— \n— \n—\n\nTax sharing agreement with related parties\n— \n— \n(\n4,999\n)\n— \n— \n(\n4,999\n)\nNoncash settlement with related parties\n— \n— \n54,734\n\n— \n— \n54,734\n\nCapital contribution from parent reorganization transaction\n— \n— \n21,966\n\n— \n— \n21,966\n\nNet income\n— \n— \n— \n39,580\n\n— \n39,580\n\nOther comprehensive loss\n— \n— \n— \n— \n(\n406\n)\n(\n406\n)\nBalance as of January 28, 2024\n431,776\n\n4,318\n\n2,481,984\n\n(\n1,975,652\n)\n(\n406\n)\n510,244\n\nShare-based compensation expense\n— \n— \n306,435\n\n— \n— \n306,435\n\nVesting of share-based compensation awards\n14,606\n\n146\n\n(\n146\n)\n— \n— \n—\n\nTax withholdings for share-based compensation awards\n— \n— \n(\n12\n)\n— \n— \n(\n12\n)\nRepurchases of common stock\n(\n32,791\n)\n(\n328\n)\n(\n948,101\n)\n— \n— \n(\n948,429\n)\nNet income \n— \n— \n— \n392,738\n\n— \n392,738\n\nOther comprehensive income\n— \n— \n— \n— \n483\n\n483\n\nBalance as of February 2, 2025\n413,591\n\n4,136\n\n$\n1,840,160\n\n$\n(\n1,582,914\n)\n$\n77\n\n$\n261,459\n\nSee accompanying Notes to Consolidated Financial Statements.\n53\nCHEWY, INC.\nCONSOLIDATED STATEMENTS OF CASH FLOWS\n (in thousands)\nFiscal Year\n2024\n2023\n2022\nCash flows from operating activities\nNet income\n$\n392,738\n\n$\n39,580\n\n$\n49,899\n\nAdjustments to reconcile net income to net cash provided by operating activities:\nDepreciation and amortization\n114,557\n\n109,693\n\n83,440\n\nShare-based compensation expense\n306,435\n\n239,107\n\n158,122\n\nNon-cash lease expense\n32,951\n\n37,818\n\n39,389\n\nChange in fair value of equity warrants and investments\n(\n1,504\n)\n(\n13,069\n)\n13,340\n\nDeferred income tax benefit\n(\n257,453\n)\n—\n\n—\n\nUnrealized foreign currency losses (gains), net\n1,122\n\n(\n391\n)\n—\n\nOther\n1,049\n\n3,914\n\n1,072\n\nNet change in operating assets and liabilities:\nAccounts receivable\n(\n15,069\n)\n(\n27,072\n)\n(\n2,573\n)\nInventories\n(\n117,814\n)\n(\n41,259\n)\n(\n115,261\n)\nPrepaid expenses and other current assets\n(\n14,049\n)\n(\n50,099\n)\n(\n10,964\n)\nOther non-current assets\n3,543\n\n(\n29,942\n)\n1,114\n\nTrade accounts payable\n71,080\n\n71,762\n\n147,465\n\nAccrued expenses and other current liabilities\n109,682\n\n152,329\n\n7,932\n\nOperating lease liabilities \n(\n32,018\n)\n(\n27,179\n)\n(\n21,632\n)\nOther long-term liabilities\n1,075\n\n21,019\n\n(\n1,566\n)\nNet cash provided by operating activities\n596,325\n\n486,211\n\n349,777\n\nCash flows from investing activities\nCapital expenditures\n(\n143,831\n)\n(\n143,282\n)\n(\n230,310\n)\nProceeds from sales and maturities of marketable securities\n538,402\n\n3,078,000\n\n200,000\n\nPurchases of marketable securities\n—\n\n(\n3,221,714\n)\n(\n543,761\n)\nCash paid for acquisition of business, net of cash acquired\n—\n\n(\n367\n)\n(\n40,033\n)\nOther\n—\n\n—\n\n(\n1,400\n)\nNet cash provided by (used in) investing activities\n394,571\n\n(\n287,363\n)\n(\n615,504\n)\nCash flows from financing activities\nRepurchases of common stock\n(\n942,848\n)\n—\n\n—\n\nIncome taxes paid for, net of proceeds from, parent reorganization transaction\n(\n51,949\n)\n60,601\n\n—\n\nPayments of secondary offering costs\n(\n1,066\n)\n—\n\n—\n\nPrincipal repayments of finance lease obligations\n(\n866\n)\n(\n510\n)\n(\n681\n)\nCapital contribution from parent reorganization transaction\n—\n\n21,966\n\n—\n\nPayments for tax sharing agreement with related parties\n—\n\n(\n10,279\n)\n(\n2,828\n)\nOther\n(\n13\n)\n(\n180\n)\n(\n3,225\n)\nNet cash (used in) provided by financing activities\n(\n996,742\n)\n71,598\n\n(\n6,734\n)\nEffect of exchange rate changes on cash and cash equivalents\n(\n621\n)\n145\n\n—\n\nNet (decrease) increase in cash and cash equivalents\n(\n6,467\n)\n270,591\n\n(\n272,461\n)\nCash and cash equivalents, as of beginning of period\n602,232\n\n331,641\n\n604,102\n\nCash and cash equivalents, as of end of period\n$\n595,765\n\n$\n602,232\n\n$\n331,641\n\nSee accompanying Notes to Consolidated Financial Statements.\n54\nCHEWY, INC.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n1.\nDescription of Business\nChewy, Inc. and its wholly-owned subsidiaries (collectively “Chewy” or the “Company”) is primarily an e-commerce business geared toward pet products and services. Chewy serves its customers through its retail websites, and its mobile applications and focuses on delivering exceptional customer service, competitive prices, outstanding convenience (including Chewy’s Autoship subscription program, fast shipping, and hassle-free returns), and a large selection of high-quality pet food, treats and supplies, and pet healthcare products and services. \nThe Company is controlled by a consortium including private investment funds advised by BC Partners Advisors LP (“BC Partners”) and its affiliates, La Caisse de dépôt et placement du Québec, affiliates of GIC Special Investments Pte Ltd, affiliates of StepStone Group LP and funds advised by Longview Asset Management, LLC (collectively, the “Sponsors”).\nOn October 30, 2023 (the “Closing Date”), the Company entered into certain transactions (the “Transactions”) with affiliates of BC Partners pursuant to an Agreement and Plan of Merger (the “Merger Agreement”). The Transactions resulted in such affiliates restructuring their ownership interests in the Company and Chewy Pharmacy KY, LLC (“Chewy Pharmacy KY”) becoming an indirect wholly-owned subsidiary of the Company. \nContemporaneously with the execution and delivery of the Merger Agreement, the Company and the BC Partners-affiliated stockholders named therein (the “BCP Stockholder Parties”) entered into an Amended and Restated Investor Rights Agreement (the “A&R Investor Rights Agreement”), which amended and restated in its entirety that certain Investor Rights Agreement, dated as of June 13, 2019, by and among the Company and the stockholders identified therein. The A&R Investor Rights Agreement contains changes to the governing arrangements between the BCP Stockholder Parties and the Company, including (i) the gradual elimination of the Company’s dual class share structure through the conversion of the Company’s Class B common stock, par value $\n0.01\n per share (the “Class B common stock”) (\nten\n votes per share) into Class A common stock, par value $\n0.01\n per share (the “Class A common stock” and together with the Class B common stock, the “common stock”) (\none\n vote per share), (ii) certain revisions to the BCP Stockholder Parties director nomination rights which will accelerate the step down of their nomination rights as the economic ownership of the BCP Stockholder Parties decreases following the date that such stockholders no longer hold an aggregate of over \n50\n% of the outstanding Class A and Class B common stock of the Company, (iii) the approval of a disinterested and independent committee of the Company’s board of directors for certain change of control transactions, (iv) certain standstill commitments, and (v) additional transfer restrictions.\nOn the Closing Date, affiliates of BC Partners transferred $\n1.9\n billion to the Company to be used to fund: (i) tax obligations of its affiliates that were inherited by the Company as a result of the Transactions and (ii) expenses incurred by the Company in connection with the Transactions. The Merger Agreement requires affiliates of BC Partners to indemnify the Company for certain tax liabilities and includes customary indemnifications related to the Transactions. For additional information, see Note 13 – Income Taxes.\n2.\nBasis of Presentation and Significant Accounting Policies\nBasis of Presentation\nThe Company’s accompanying consolidated financial statements and related notes have been prepared in accordance with accounting principles generally accepted in the United States of America (“GAAP”) as set forth in the Financial Accounting Standards Board’s (“FASB”) accounting standards codification (“ASC”).\nIn connection with the Transactions described in Note 1 – Description of Business, the Company has provided recasted condensed consolidated financial statements and related notes for the historical comparative periods in this 10-K Report reflecting the operations of Chewy Pharmacy KY as part of the Company’s consolidated financial statements. The recasted financial information was accounted for as a common control transaction, with Chewy Pharmacy KY’s net assets transferred at the previous parent company’s historical basis.\nFiscal Year \nThe Company has a 52- or 53-week fiscal year ending each year on the Sunday that is closest to January 31 of that year. The Company’s 2024 fiscal year ended February 2, 2025 and included 53 weeks (“Fiscal Year 2024”). The Company’s 2023 fiscal year ended January 28, 2024 and included 52 weeks (“Fiscal Year 2023”). The Company’s 2022 fiscal year ended January 29, 2023 and included 52 weeks (“Fiscal Year 2022”).\n55\nPrinciples of Consolidation\nThe consolidated financial statements and related notes include the accounts of Chewy, Inc. and its wholly-owned subsidiaries. All intercompany balances and transactions have been eliminated in consolidation.\n\nUse of Estimates\nGAAP requires management to make certain estimates, judgments, and assumptions that affect reported amounts of assets and liabilities and disclosure of contingent assets and liabilities at the date of the consolidated financial statements and the reported amounts of revenues and expenses during the reporting period. On an ongoing basis, management evaluates these estimates and judgments. Actual results could differ from those estimates.\nKey estimates relate primarily to determining the net realizable value and demand for inventory, useful lives associated with property and equipment and intangible assets, valuation allowances with respect to deferred tax assets, contingencies, self-insurance accruals, evaluation of sales tax positions, and the valuation and assumptions underlying share-based compensation and equity warrants. On an ongoing basis, management evaluates its estimates compared to historical experience and trends, which form the basis for making judgments about the carrying value of assets and liabilities.\nCash and Cash Equivalents \nThe Company considers all highly liquid investments with an original maturity of 90 days or less to be cash equivalents. Cash equivalents primarily consist of institutional money market funds, U.S. Treasury securities, certificates of deposit, and commercial paper and are carried at cost, which approximates fair value.\nConcentration of Credit Risk \nThe Company maintains the majority of its cash and cash equivalents in accounts with large financial institutions. At times, balances in these accounts may exceed federally insured limits; however, to date, the Company has not incurred any losses on its deposits of cash and cash equivalents.\n\nInvestments\nThe Company generally invests its excess cash in AAA-rated money market funds and investment grade short- to intermediate-term fixed income securities, including U.S. Treasury securities, certificates of deposit, and commercial paper. Such investments are included in cash and cash equivalents or marketable securities on the accompanying consolidated balance sheets and are classified based on original maturity. The Company considers all highly liquid investments with an original maturity of 90 days or less to be cash equivalents and considers all highly liquid investments with an original maturity greater than 90 days and less than one year to be marketable securities.\nMarketable fixed income securities are classified as available-for-sale and reported at fair value with unrealized gains and losses included in accumulated other comprehensive income (loss). Each reporting period, the Company evaluates whether declines in fair value below carrying value are due to expected credit losses, as well as its ability and intent to hold the investment until a forecasted recovery of the carrying value occurs. Expected credit losses are recorded as an allowance through other income (expense), net on the Company’s consolidated statements of operations.\nEquity investments in public companies that have readily determinable fair values are included in marketable securities on the Company’s consolidated balance sheets and measured at fair value with changes recognized in other income (expense), net on the Company’s consolidated statements of operations.\nThe Company holds equity warrants giving it the right to acquire stock of other companies. These warrants are classified as derivative assets and are recorded within other non-current assets on the Company’s consolidated balance sheets with gains and losses recognized in other income (expense), net on the Company’s consolidated statements of operations. These warrants are subject to vesting requirements and the fair value established at contract inception is recognized as a deferred credit reported within other long-term liabilities on the Company’s consolidated balance sheets and is amortized as the vesting requirements are achieved. For more information, see Note 4 - Financial Instruments.\n56\nAccounts Receivable \nThe Company’s accounts receivable are comprised of customer and vendor receivables. The Company’s net customer receivables were $\n114.2\n million and $\n110.0\n million as of February 2, 2025 and January 28, 2024, respectively, and consist of credit and debit card receivables from banks, which typically settle within \nfive\n business days. The Company’s vendor receivables were $\n54.8\n million and $\n44.0\n million as of February 2, 2025 and January 28, 2024, respectively. The Company does not maintain an allowance for doubtful accounts as neither historical losses on customer and vendor receivables nor future projected losses on such receivables have been or are expected to be significant.\n\nInventories \nThe Company’s inventories represent finished goods, consist of products available for sale and are accounted for using the first-in, first-out (FIFO) method and valued at the lower of cost or net realizable value. \nInventory costs consist of product and inbound shipping and handling costs. Inventory valuation requires the Company to make judgments, based on currently available information, about the likely method of disposition, such as through sales to individual customers or returns to product vendors. Inventory valuation losses are recorded as cost of goods sold and historical losses have not been significant.\n\nProperty and Equipment, net \nProperty and equipment are stated at cost less accumulated depreciation and amortization. Depreciation is calculated over the estimated useful lives of the related assets using the straight-line method. Amortization of leasehold improvements is computed using the straight-line method over the shorter of the remaining lease term (including renewals that are reasonably assured) or the estimated useful lives of the improvements. For internal-use software, external costs and employee payroll expenses directly associated with developing new or enhancing existing software applications are capitalized subsequent to the preliminary stage of development. Internal-use software costs are amortized using the straight-line method over the estimated useful life of the software when the project is substantially complete and ready for its intended use. \nThe estimated useful lives of property and equipment are principally as follows: \nFurniture, fixtures and equipment\n\n5\n to \n10\n years\nComputer equipment and software\n\n3\n to \n5\n years\nLeasehold improvements and finance lease assets\nShorter of the lease term or estimated useful life\nExpenditures for major additions and improvements are capitalized and minor replacements, maintenance, and repairs are expensed as incurred. When property and equipment are retired or otherwise disposed of, the cost and accumulated depreciation are removed from the accounts and any resulting gains or losses are included in the Company’s results of operations for the respective period. For more information, see Note 5 - Property and Equipment, net.\nLeases\nThe Company has operating and finance lease agreements for its fulfillment and customer service centers, veterinary clinics, corporate offices, and certain equipment. The Company determines if an arrangement contains a lease at inception based on the ability to control a physically distinct asset. Operating and finance lease right-of-use assets are recorded in the consolidated balance sheets based on the initial measurement of the lease liability as adjusted to include prepaid rent and initial direct costs less any lease incentives received. Lease liabilities are measured at the commencement date based on the present value of the lease payments over the lease term. Lease payments are generally fixed but may include provisions for future rent increases based on a market"
      },
      {
        "heading": "Stockholders’ Equity (Deficit)",
        "content": "Stockholders’ Equity (Deficit)\nCommon Stock\nVoting Rights\nHolders of the Company’s Class A and Class B common stock are entitled to vote together as a single class on all matters submitted to a vote or for the consent of the stockholders of the Company, unless otherwise required by law or the Company’s amended and restated certificate of incorporation. Holders of Class A common stock are entitled to \none\n vote per share and holders of Class B common stock are entitled to \nten\n votes per share.\nDividends\nSubject to the preferences applicable to any series of preferred stock, if any, outstanding, holders of Class A and Class B common stock are entitled to share equally, on a per share basis, in dividends and other distributions of cash, property or securities of the Company. \nLiquidation\nSubject to the preferences applicable to any series of preferred stock, if any, outstanding, in the event of the voluntary or involuntary liquidation, dissolution, distribution of assets or winding up of the Company, all assets of the Company available for distribution to common stockholders would be divided among and paid ratably to holders of Class A and Class B common stock.\nShare Repurchase Activity\nShare Repurchase Program\nOn May 24, 2024, the Company’s Board of Directors authorized the Company to repurchase up to $\n500\n million of its Class A common stock and/or Class B common stock pursuant to a share repurchase program (the “Repurchase Program”). Under the Repurchase Program, the Company may repurchase shares of common stock on a discretionary basis from time to time through open market repurchases, in privately negotiated transactions, through repurchases made in compliance with Rule 10b-18 and/or Rule 10b5-1 under the Securities Exchange Act of 1934, as amended, or other means. The actual timing and amount of any share repurchases remains subject to a variety of factors, including stock price, trading volume, market conditions, compliance with applicable legal requirements, and other general business considerations. The Repurchase Program does not require the Company to repurchase any specific dollar amount or to acquire any any specific number of shares of common stock. The Repurchase Program has no expiration date and may be modified, suspended, or terminated at any time.\nStock Repurchase Agreement\nOn June 26, 2024, the Company entered into an agreement (the “Stock Repurchase Agreement”) with Buddy Chester Sub LLC, an entity affiliated with the Sponsors (the “Seller”), to repurchase an aggregate of \n17,550,000\n shares of Class A common stock from the Seller at a price per share of $\n28.49\n, resulting in an aggregate repurchase price of $\n500\n million (the “Stock Repurchase”). The Stock Repurchase Agreement contains customary representations, warranties and covenants of the parties.\nSeptember 2024 Secondary Offering and Concurrent Stock Repurchase\nOn September 19, 2024, the Company entered into an underwriting agreement (the “September 2024 Underwriting Agreement”) with the Seller and Morgan Stanley & Co, LLC, relating to the offer and sale by the Seller of \n16,666,667\n shares of Class A common stock at a price to the public of $\n30.00\n per share (the “September 2024 Secondary Offering”). In addition, the Seller granted Morgan Stanley & Co, LLC a \n30\n-day option to purchase up to an additional \n2,500,000\n shares of Class A common stock, which was exercised with respect to \n1,250,000\n shares of Class A common stock (the “September 2024 Option Shares Offering”). The Company did not sell any shares of Class A common stock and did not receive any proceeds in connection with either of the September 2024 Secondary Offering or the September 2024 Option Shares Offering. Additionally, on September 18, 2024, the Company entered into an agreement (the “September 2024 Concurrent Stock Repurchase Agreement”) with the Seller, to repurchase $\n300\n million of shares of Class A common stock from the Seller at a price per share of $\n29.40\n, resulting in the repurchase of an aggregate of \n10,204,081\n shares of Class A common stock (the “September 2024 Concurrent Stock Repurchase”). The September 2024 Concurrent Stock Repurchase Agreement contains customary representations, warranties and covenants of the parties.\nThe September 2024 Secondary Offering and September 2024 Concurrent Stock Repurchase closed on September 23, 2024. The September 2024 Option Shares Offering closed on October 15, 2024.\n68\nDecember 2024 Secondary Offering and Concurrent Stock Repurchase\nOn December 11, 2024, the Company entered into an underwriting agreement (the “December 2024 Underwriting Agreement”) with the Seller and Barclays Capital, Inc. relating to the offer and sale by the Seller of \n15,852,886\n shares of Class A common stock at a price to the public of $\n31.54\n per share (the “December 2024 Secondary Offering”). In addition, the Seller granted Barclays Capital, Inc. a \n30\n-day option to purchase up to an additional \n2,377,932\n shares of Class A common stock, which was exercised with respect to \n2,377,932\n shares of Class A common stock (the “December 2024 Option Shares Offering”). The Company did not sell any shares of Class A common stock and did not receive any proceeds in connection with either of the December 2024 Secondary Offering or the December 2024 Option Shares Offering. Additionally, on December 9, 2024, the Company entered into an agreement (the “December 2024 Concurrent Stock Repurchase Agreement”) with the Seller, to repurchase $\n50\n million of shares of Class A common stock from the Seller at a price per share of $\n31.32\n, resulting in the repurchase of an aggregate of \n1,596,424\n shares of Class A common stock (the “December 2024 Concurrent Stock Repurchase”). The December 2024 Concurrent Stock Repurchase Agreement contains customary representations, warranties and covenants of the parties.\nThe December 2024 Secondary Offering, December 2024 Option Shares Offering, and December 2024 Concurrent Stock Repurchase closed on December 13, 2024.\nThe total cost of repurchased shares of Class A common stock in excess of par value, including the cost of commissions and excise taxes, is recorded to additional paid-in capital. The total cost for share repurchases executed and unpaid, as well as the cost of unpaid commissions and excise taxes, are included in accrued expenses and other current liabilities on the Company’s consolidated balance sheets. During Fiscal Year 2024, \n3,439,858\n, \n17,550,000\n, \n10,204,081\n, and \n1,596,424\n shares of Class A common stock were repurchased and subsequently cancelled and retired pursuant to the Repurchase Program, the Stock Repurchase Agreement, the September 2024 Concurrent Stock Repurchase, and the December 2024 Concurrent Stock Repurchase for a total cost of $\n93.3\n million, $\n500.0\n million, $\n300.0\n million, and $\n50.0\n million, respectively, excluding the cost of commissions and excise taxes. The authorized value of shares available to be repurchased under the Repurchase Program excludes the cost of commissions and excise taxes and as of February 2, 2025, the remaining value of shares of common stock that were authorized to be repurchased under the Repurchase Program was $\n406.7\n million. As of February 2, 2025, the total unpaid cost of share repurchases was $\n5.6\n million, which included $\n5.1\n million for excise taxes.\nConversion of Class B Common Stock\nVoluntary Conversion\nEach share of Class B common stock is convertible into \none\n fully paid and nonassessable share of Class A common stock at the option of the holder thereof with the prior written consent of the Company. \nOn May 8, 2020, Buddy Chester Sub LLC, a wholly-owned subsidiary of the Sponsors, converted \n17,584,098\n shares of the Company’s Class B common stock into Class A common stock. On May 11, 2020, Buddy Chester Sub LLC entered into a variable forward purchase agreement (the “Contract”) to deliver up to \n17,584,098\n shares of the Company’s Class A common stock at the exchange date, with the number of shares to be issued based on the trading price of the Company’s common stock during a \n20\n-day observation period. On each of May 15, 2023 and May 16, 2023, Buddy Chester Sub LLC settled its obligations under the Contract and delivered a total of \n17,584,098\n shares. \nOn January 9, 2024, Buddy Chester Sub LLC converted \n12,325,000\n shares of the Company’s Class B common stock into Class A common stock and sold such Class A common stock.\nOn June 26, 2024, Buddy Chester Sub LLC converted \n17,550,000\n shares of Class B common stock into Class A common stock contemporaneously with the execution and delivery of the Stock Repurchase Agreement.\nOn June 27, 2024, Buddy Chester Sub LLC converted \n5,328,543\n shares of Class B common stock into Class A common stock and sold such Class A common stock. \nOn July 1, 2024, Buddy Chester Sub LLC converted \n1,338,262\n shares of the Class B common stock into Class A common stock and sold such Class A common stock.\nOn September 23, 2024, Buddy Chester Sub LLC converted \n26,870,748\n shares of Class B common stock into Class A common stock contemporaneously with the closing of the September 2024 Secondary Offering and September 2024 Concurrent Stock Repurchase.\nOn October 15, 2024, in connection with the September 2024 Option Shares Offering, Buddy Chester Sub LLC converted \n1,250,000\n shares of Class B common stock into Class A common stock and sold these shares to Morgan Stanley & Co, LLC.\n69\nOn December 13, 2024, Buddy Chester Sub LLC converted \n17,449,310\n shares of Class B common stock into Class A common stock contemporaneously with the closing of the December 2024 Secondary Offering and December 2024 Concurrent Stock Repurchase.\nOn December 13, 2024, in connection with the December 2024 Option Shares Offering, Buddy Chester Sub LLC converted \n2,377,932\n shares of Class B common stock into Class A common stock and sold these shares to Barclays Capital, Inc.\nOn January 6, 2025, Buddy Chester Sub LLC converted \n7,000,000\n shares of Class B common stock into Class A common stock and sold such Class A common stock.\nAutomatic Conversion\nAll shares of Class B common stock shall automatically, without further action by any holder, be converted into an identical number of shares of fully paid and nonassessable Class A common stock (i) on the first trading day on or after the date on which the outstanding shares of Class B common stock constitute less than \n7.5\n% of the aggregate number of shares of common stock then outstanding, or (ii) upon the occurrence of an event, specified by the affirmative vote (or written consent) of the holders of a majority of the then-outstanding shares of Class B common stock, voting as a separate class.\nIn addition, each share of Class B common stock will convert automatically into \none\n share of Class A common stock (i) upon the sale or transfer of such share of Class B common stock, except for certain transfers described in the Company’s amended and restated certificate of incorporation, including transfers to affiliates of the holder and another holder of Class B common stock, or (ii) if the holder is not an affiliate of any of the Sponsors.\nPreferred Stock\nPreferred stock may be issued from time to time by the Company for such consideration as may be fixed by the board of directors. Except as otherwise required by law, holders of any series of preferred stock shall be entitled to only such voting rights, if any, as shall expressly be granted by the Company’s amended and restated certificate of incorporation (including any certificate of designation relating to such series of preferred stock).\n11.    \nSegment Information\nThe Company operates in \none\n operating segment and \none\n reportable segment organized around the sale of pet products and services, as the CODM reviews financial information presented on a consolidated basis for purposes of making operating decisions, allocating resources, and evaluating financial performance. The CODM utilizes gross profit and net income as the measures of segment profit. \nThe following table presents information about the Company’s measures of segment profit and significant segment expenses regularly provided to the CODM (in thousands):\nFiscal Year\n2024\n2023\n2022\nNet sales\n$\n11,861,335\n\n$\n11,147,720\n\n$\n10,119,000\n\nCost of goods sold\n8,393,631\n\n7,986,202\n\n7,284,505\n\nGross profit\n3,467,704\n\n3,161,518\n\n2,834,495\n\nFulfillment costs\n1,309,385\n\n1,286,213\n\n1,209,193\n\nShare-based compensation expense and related taxes\n332,085\n\n248,543\n\n163,211\n\nDepreciation and amortization\n114,557\n\n109,693\n\n83,440\n\nOther selling, general, and administrative expenses\n794,977\n\n798,234\n\n672,844\n\nAdvertising and marketing expenses\n804,113\n\n742,460\n\n649,386\n\nIncome tax (benefit) provision\n(\n241,045\n)\n8,650\n\n2,646\n\nInterest and other (income) expense\n(\n39,106\n)\n(\n71,855\n)\n3,876\n\nNet income\n$\n392,738\n\n$\n39,580\n\n$\n49,899\n\nThe CODM does not regularly review asset information by reportable segment, and therefore the Company does not report asset information by reportable segment.\n70\n12.    \nShare-Based Compensation \n2024 Omnibus Incentive Plan\nIn July 2024, the Company’s stockholders approved the Chewy, Inc. 2024 Omnibus Incentive Plan (the “2024 Plan”) replacing the Chewy, Inc. 2022 Omnibus Incentive Plan (the “2022 Plan”). The 2024 Plan became effective on July 11, 2024 and the maximum number of shares of Class A common stock that may be covered by awards granted under the 2024 Plan may not exceed the aggregate total of (i) \n80.0\n million shares plus (ii) the number of shares remaining available for new awards under the 2022 Plan as of the effective date, up to \n3.1\n million shares. Following the effective date, any shares subject to an award under the 2022 Plan or the 2024 Plan that expires or are canceled, forfeited, or terminated without the issuance of the full number of shares to which the award related will again be available for issuance under the 2024 Plan. No awards may be granted under the 2024 Plan after July 2034. The 2024 Plan provides for grants of: (i) options, including incentive stock options and non-qualified stock options, (ii) restricted stock units, (iii) other share-based awards, including share appreciation rights, phantom stock, restricted shares, performance shares, deferred share units, and share-denominated performance units, (iv) cash awards, (v) substitute awards, and (vi) dividend equivalents (collectively, the “awards”). The awards may be granted to (i) the Company’s employees, consultants, and non-employee directors, (ii) employees of the Company’s affiliates and subsidiaries, and (iii) consultants of the Company’s affiliates.\nService-Based Awards\nThe Company granted restricted stock units with service-based vesting conditions (“RSUs”) which vested subject to the employee’s continued employment with the Company through the applicable vesting date. The Company recorded share-based compensation expense for RSUs on a straight-line basis over the requisite service period and accounted for forfeitures as they occur.\nService-Based Awards Activity\nThe following table summarizes the activity related to the Company’s RSUs for Fiscal Year 2024 (in thousands, except for weighted average grant date fair value):\nNumber of RSUs\nWeighted Average Grant Date Fair Value\nUnvested and outstanding as of January 28, 2024\n17,388\n\n$\n34.65\n\nGranted\n24,293\n\n$\n17.48\n\nVested\n(\n14,557\n)\n$\n27.20\n\nForfeited\n(\n4,597\n)\n$\n26.34\n\nUnvested and outstanding as of February 2, 2025\n22,527\n\n$\n22.65\n\nThe following table summarizes the weighted average grant-date fair value of RSUs granted and total fair value of RSUs vested for the periods presented:\nFiscal Year\n2024\n2023\n2022\nWeighted average grant-date fair value of RSUs\n$\n17.48\n\n$\n31.00\n\n$\n41.54\n\nTotal fair value of vested RSUs (in millions)\n$\n432.2\n\n$\n154.6\n\n$\n47.6\n\nAs of February 2, 2025, total unrecognized compensation expense related to unvested RSUs was $\n465.4\n million and is expected to be recognized over a weighted-average expected performance period of \n2.5\n years.\nThe fair value for RSUs is established based on the market price of the Company’s Class A common stock on the date of grant. \nService and Performance-Based Awards\nThe Company granted restricted stock units which vested upon satisfaction of both service-based vesting conditions and company performance-based vesting conditions (“PRSUs”), subject to the employee’s continued employment with the Company through the applicable vesting date. The Company recorded share-based compensation expense for PRSUs over the requisite service period and accounted for forfeitures as they occur.\n71\nService and Performance-Based Awards Activity\nThe following table summarizes the activity related to the Company’s PRSUs for Fiscal Year 2024 (in thousands, except for weighted average grant date fair value):\nNumber of PRSUs\nWeighted Average Grant Date Fair Value\nUnvested and outstanding as of January 28, 2024\n553\n\n$\n28.49\n\nGranted\n1,623\n\n$\n16.95\n\nVested\n(\n54\n)\n$\n40.04\n\nForfeited\n(\n125\n)\n$\n30.25\n\nUnvested and outstanding as of February 2, 2025\n1,997\n\n$\n18.69\n\nThe following table summarizes the weighted average grant-date fair value of PRSUs granted and total fair value of PRSUs vested for the periods presented:\nFiscal Year\n2024\n2023\n2022\nWeighted average grant-date fair value of PRSUs\n$\n16.95\n\n$\n26.91\n\n$\n43.59\n\nTotal fair value of vested PRSUs (in millions)\n$\n1.3\n\n$\n74.8\n\n$\n145.5\n\nAs of February 2, 2025, total unrecognized compensation expense related to unvested PRSUs was $\n22.6\n million and is expected to be recognized over a weighted-average expected performance period of \n1.8\n years.\nDuring Fiscal Year 2023 and Fiscal Year 2022, vesting occurred for \n0.1\n million and \n0.2\n million PRSUs, respectively, that were previously granted to an employee of PetSmart LLC (“PetSmart”). For accounting purposes, the issuance of Class A common stock upon vesting of these PRSUs is treated as a distribution to a parent entity because both the Company and PetSmart are controlled by affiliates of BC Partners.\nThe fair value for PRSUs with a Company performance-based vesting condition is established based on the market price of the Company’s Class A common stock on the date of grant.\nAs of February 2, 2025, there were \n83.5\n million additional shares of Class A common stock reserved for future issuance under the 2024 Plan.\nShare-Based Compensation Expense\nShare-based compensation expense is included within selling, general and administrative expenses in the consolidated statements of operations. \nThe Company recognized share-based compensation expense as follows (in thousands):\nFiscal Year\n2024\n2023\n2022\nRSUs\n$\n294,715\n\n$\n237,211\n\n$\n145,412\n\nPRSUs\n11,720\n\n1,896\n\n12,710\n\nTotal share-based compensation expense\n$\n306,435\n\n$\n239,107\n\n$\n158,122\n\n 13.    \nIncome Taxes\nChewy is subject to taxation in the U.S. and various state, local, and foreign jurisdictions. Income taxes as presented in the Company’s consolidated financial statements have been prepared based on Chewy’s separate return method. As a result of the Transactions, the Company no longer files consolidated or combined state and local income tax returns with affiliates of BC Partners and no longer considers hypothetical net operating losses or credits associated with such income tax returns.\n72\nThe following table provides additional information about the Company’s income tax (benefit) provision (in thousands):\nFiscal Year\n2024\n2023\n2022\nCurrent\nFederal\n$\n4,111\n\n$\n3,243\n\n$\n262\n\nState\n12,281\n\n5,392\n\n2,384\n\nForeign\n16\n\n15\n\n—\n\nTotal current provision\n$\n16,408\n\n$\n8,650\n\n$\n2,646\n\nDeferred\nFederal\n$\n(\n210,027\n)\n$\n—\n\n$\n—\n\nState\n(\n47,426\n)\n—\n\n—\n\nTotal deferred benefit\n(\n257,453\n)\n—\n\n—\n\nIncome tax (benefit) provision\n$\n(\n241,045\n)\n$\n8,650\n\n$\n2,646\n\nThe Company’s effective income tax rate reconciliation is as follows for the periods presented: \nFiscal Year\n2024\n2023\n2022\nFederal statutory rate\n21.0\n\n%\n21.0\n\n%\n21.0\n\n%\nForeign earnings, net of taxes\n1.8\n\n%\n2.8\n\n%\n—\n\n%\nState income taxes, net of federal tax benefit\n8.3\n\n%\n(\n4.1\n)\n%\n3.8\n\n%\nChange in tax rate\n—\n\n%\n—\n\n%\n2.5\n\n%\nShare-based compensation and other nondeductible expenses\n5.2\n\n%\n16.8\n\n%\n(\n24.4\n)\n%\nTax credits\n(\n23.5\n)\n%\n(\n43.7\n)\n%\n(\n22.2\n)\n%\nOther\n(\n5.3\n)\n%\n0.9\n\n%\n3.3\n\n%\nProvision to return\n(\n4.5\n)\n%\n—\n\n%\n—\n\n%\nReserve for uncertain tax positions\n14.4\n\n%\n—\n\n%\n—\n\n%\nChange in valuation allowance\n(\n176.3\n)\n%\n24.2\n\n%\n21.0\n\n%\nEffective rate\n(\n158.9\n)\n%\n17.9\n\n%\n5.0\n\n%\nThe temporary differences which comprise the Company’s deferred taxes are as follows for the periods presented (in thousands): \nAs of\nFebruary 2, 2025\nJanuary 28, 2024\nDeferred tax assets:\nOperating lease liabilities \n$\n139,172\n\n$\n144,965\n\nInventories\n13,208\n\n13,313\n\nShare-based compensation\n12,488\n\n32,029\n\nAccrued expenses and reserves\n15,496\n\n16,495\n\nNet operating loss carryforwards\n73,683\n\n130,382\n\nTax credit carryforwards\n60,520\n\n52,166\n\nCapitalized research expenditures\n164,042\n\n122,600\n\nOther\n7,572\n\n3,248\n\nTotal deferred tax assets\n486,181\n\n515,198\n\nLess: valuation allowance\n21,785\n\n281,119\n\nDeferred tax assets, net of valuation allowance\n464,396\n\n234,079\n\nDeferred tax liabilities:\nOperating lease right-of-use assets\n116,954\n\n123,563\n\nDepreciation\n80,546\n\n101,235\n\nPrepaids\n8,484\n\n7,289\n\nOther\n959\n\n1,992\n\nTotal deferred tax liabilities\n206,943\n\n234,079\n\nNet deferred tax assets\n$\n257,453\n\n$\n—\n\n73\nValuation Allowance\nThe ultimate realization of deferred tax assets depends on the generation of future taxable income during the periods in which those temporary differences are deductible. The Company considers the scheduled reversal of deferred tax liabilities (including the effect of available carryback and carryforward periods) in making this assessment. To fully utilize the net operating loss (“NOL”) and tax credit carryforwards the Company will need to generate sufficient future taxable income in each respective jurisdiction. Prior to Fiscal Year 2024, and due to its history of losses, the Company determined it was more likely than not that its deferred tax assets would not be realized and accordingly established a full valuation allowance on its net deferred tax assets. A valuation allowance is recorded when it is more likely than not that some portion of the deferred tax assets will not be realized. To the extent that a valuation allowance has been established and it is subsequently determined that it is more likely than not that the deferred tax assets will be recovered, the valuation allowance will be released. During Fiscal Year 2024, based on all available evidence, the Company determined that it was appropriate to release the valuation allowance on its U.S. federal and other state deferred tax assets of $\n275.7\n million. As of February 2, 2025, the Company maintained a full valuation allowance against its foreign net deferred tax assets and certain U.S. state deferred tax assets.\nThe valuation allowance decreased by $\n259.3\n million during Fiscal Year 2024. The decrease in the valuation allowance primarily relates to the release of the $\n275.7\n million valuation allowance on U.S. deferred tax assets, partially offset by an increase of $\n13.1\n million relating to current year foreign deferred tax asset activity and an increase of $\n3.3\n million related to U.S. state deferred tax assets that are expected to expire prior to utilization.\nThe following summarizes the activity related to valuation allowances on deferred tax assets (in thousands):\nFiscal Year\n2024\n2023\n2022\nValuation allowance, as of beginning of period\n$\n281,119\n\n$\n230,692\n\n$\n217,032\n\nValuation allowances established\n16,335\n\n50,434\n\n14,970\n\nChanges to existing valuation allowances\n(\n275,669\n)\n(\n7\n)\n(\n1,310\n)\nValuation allowance, as of end of period\n$\n21,785\n\n$\n281,119\n\n$\n230,692\n\nNet Operating Loss and Tax Credit Carryforwards\nAs of February 2, 2025, the Company had federal, state, and foreign NOL carryforwards of $\n180.0\n million, $\n400.3\n million and $\n69.8\n million, respectively. The federal NOL carryforwards have no expiration and can only be used to offset 80% of the Company’s future taxable income. The state NOL carryforwards include $\n178.5\n million with definitive expiration dates and $\n221.8\n million with no expiration. The state NOLs are presented as an apportioned amount. The foreign NOL carryforwards have a 20-year expiration and can be used to offset 100% of the Company’s future taxable income.\nThe Company participates in various federal and state credit programs which provide credits against current and future tax liabilities. Credits not used in the current year are carried forward to future years.\nThe table below presents deferred tax assets with respect to NOL and tax credit carryforwards, before any valuation allowance, recorded on the consolidated balance sheets (in thousands):\nDeferred Tax Assets\nExpiration Date\nAs of February 2, 2025\nNOL carryforwards\nForeign\n2043 - 2044\n$\n18,487\n\nState\n2025 - 2043\n7,798\n\nFederal and state\nIndefinite\n47,398\n\nTotal NOL carryforwards\n$\n73,683\n\nTax credit carryforwards\nFederal and state\n2025 - 2048\n$\n60,520\n\nTotal tax credit carryforwards\n$\n60,520\n\n74\nUncertain Tax Positions\nAs of February 2, 2025, the Company had unrecognized tax benefits of $\n43.5\n million, inclusive of $\n3.4\n million in interest. If recognized, $\n40.1\n million would benefit the Company’s effective tax rate. The unrecognized tax benefits include $\n21.7\n million, inclusive of $\n3.4\n million in interest, that the Company became the obligor for in connection with the Transactions in Fiscal Year 2023. Chewy is fully indemnified by affiliates of BC Partners for these unrecognized tax benefits and related interest. For more information, see Note 15 - Certain Relationships and Related Party Transactions.\nThe Company does not expect changes in the unrecognized tax benefits within the next 12 months that would have a material impact to its consolidated financial statements. The Company is no longer subject to U.S., state, or local tax examinations by tax authorities for years prior to Fiscal Year 2022 other than a few exceptions.\nThe following table provides a summary of gross unrecognized income tax benefits (in thousands):\nFiscal Year\n2024\n2023\nBeginning balance\n$\n18,298\n\n$\n—\n\nAdditions due to parent reorganization transaction\n—\n\n18,298\n\nIncreases related to tax positions taken during the current year \n8,231\n\n—\n\nIncreases related to tax positions taken during the prior year\n13,553\n\n—\n\nEnding balance\n$\n40,082\n\n$\n18,298\n\nTax Sharing Agreement\nThe tax sharing agreement entered into between the Company, PetSmart, and Argos Holdco during Fiscal Year 2019 was terminated by all parties to the agreement on October 30, 2023 in connection with the Transactions. No remaining obligations exist between the parties. During Fiscal Years 2023 and 2022, the Company paid $\n10.3\n million and $\n2.8\n million, respectively, pursuant to the tax sharing agreement. \nIncome Tax Payments and Liabilities\nIn connection with the Transactions, Chewy assumed $\n1.9\n billion of federal and state income taxes which were fully indemnified by affiliates of BC Partners. During Fiscal Year 2023, the Company paid $\n1.8\n billion of these income taxes and had a remaining income tax payable of $\n108.9\n million as of January 28, 2024. During Fiscal Year 2024, the Company paid $\n93.2\n million, net of refunds received, and affiliates of BC Partners directly assumed $\n7.3\n million for these income taxes. Following the reclassification of $\n6.6\n million of refunds received to reflect a payable to affiliates of BC Partners, the Company had a remaining income tax payable of $\n1.8\n million as of February 2, 2025. For more information, see Note 15 - Certain Relationships and Related Party Transactions.\nThe Company paid $\n25.0\n million and $\n5.0\n million, net of refunds received, for federal, state, and foreign income taxes other than the Transactions during Fiscal Years 2024 and 2023, respectively. The Company had an income tax receivable of $\n4.1\n million and an income tax payable of $\n4.4\n million for these income taxes as of February 2, 2025 and January 28, 2024, respectively.\nIn the aggregate, the Company made cash payments, net of refunds, for income taxes of $\n118.2\n million and $\n1.8\n billion for Fiscal Years 2024 and 2023, respectively.\nInflation Reduction Act\nOn August 16, 2022, the U.S enacted the Inflation Reduction Act which introduced new tax provisions, including a 15% corporate alternative minimum tax, a 1% excise tax on corporate stock buybacks, and several tax incentives to promote clean energy. As of February 2, 2025, the Company had a payable for excise taxes of $\n5.1\n million, which was included in accrued expenses and other current liabilities on the Company’s consolidated balance sheets. For more information, see Note 10 - Stockholders’ Equity (Deficit).\n75\nTax Cuts and Jobs Act\nBeginning in 2022, the 2017 Tax Cuts and Jobs Act amended Section 174 to eliminate current-year deductibility of research and experimentation (“R&E”), and software development costs, and instead requires taxpayers to charge their R&E expenditures to a capital account amortized over five years (15 years for expenditures attributable to R&E activity performed outside the United States). As of February 2, 2025, the Company recorded deferred tax assets of $\n164.0\n million, before any valuation allowance, with respect to capitalized R&E expenditures.\n14.    \nEarnings per Share\nBasic and diluted earnings per share attributable to the Company’s common stockholders are presented using the two-class method required for participating securities. Under the two-class method, net income attributable to the Company’s common stockholders is determined by allocating undistributed earnings between common stock and participating securities. Undistributed earnings for the periods presented are calculated as net income less distributed earnings. Undistributed earnings are allocated proportionally to the Company’s common Class A and Class B stockholders as both classes are entitled to share equally, on a per share basis, in dividends and other distributions. Basic and diluted earnings per share are calculated by dividing net income attributable to the Company’s common stockholders by the weighted-average shares outstanding during the period.\nThe following table sets forth basic and diluted earnings per share attributable to the Company’s common stockholders for the periods presented (in thousands, except per share data):\nFiscal Year\n2024\n2023\n2022\nBasic and diluted earnings per share\nNumerator\nEarnings attributable to common Class A and Class B stockholders\n$\n392,738\n\n$\n39,580\n\n$\n49,899\n\nDenominator\nWeighted-average common shares used in computing earnings per share:\nBasic\n421,351\n429,457\n422,331\nEffect of dilutive share-based awards\n9,639\n2,583\n5,439\nDiluted\n430,990\n432,040\n427,770\nAnti-dilutive share-based awards excluded from diluted common shares\n6,845\n11,058\n5,377\nEarnings per share attributable to common Class A and Class B stockholders:\nBasic\n$\n0.93\n\n$\n0.09\n\n$\n0.12\n\nDiluted\n$\n0.91\n\n$\n0.09\n\n$\n0.12\n\n15.    \nCertain Relationships and Related Party Transactions\nAs of February 2, 2025, the Company had a payable to affiliates of BC Partners of $\n6.9\n million with respect to refunds received pursuant to tax payments made in connection with the Transactions, which was included in accrued expenses and other current liabilities on the Company’s consolidated balance sheets. As of January 28, 2024, the Company had a receivable from affiliates of BC Partners of $\n48.3\n million with respect to future tax payments in connection with the Transactions, which was included in prepaid expenses and other current assets on the Company’s consolidated balance sheets. For more information, see Note 13 - Income Taxes.\nAs of February 2, 2025 and January 28, 2024, the Company had a receivable from affiliates of BC Partners of $\n21.7\n million and $\n19.7\n million, respectively, with respect to the indemnification for certain tax liabilities in connection with the Transactions, which was included in other non-current assets on the Company’s consolidated balance sheets. For more information, see Note 13 - Income Taxes.\n76"
      }
    ]
  },
  "exhibit_4_securities": {
    "sections": []
  },
  "charter_bylaws": {
    "sections": []
  },
  "market_equity": {
    "sections": []
  }
}