{
  "cik": "0001847367",
  "filing_path": "sec_filings\\10K\\0001847367_0001847367-25-000012_tmb-20241231x10k.txt",
  "extracted_at": "2025-09-22T03:01:51.953442Z",
  "cover_page": {
    "sections": [
      {
        "heading": "Cover Page",
        "content": "UNITED STATES\nSECURITIES AND EXCHANGE COMMISSION\nWASHINGTON, D.C. 20549\nFORM \n10-K\n☒\nANNUAL REPORT PURSUANT TO SECTION 13 OR 15(d) OF THE SECURITIES EXCHANGE ACT OF 1934\nFor the fiscal year ended \nDecember 31, 2024\nOR\n☐\nTRANSITION REPORT PURSUANT TO SECTION 13 OR 15(d) OF THE SECURITIES EXCHANGE ACT OF 1934\nFor the transition period from            to\nCommission file number: \n001-42143\nAlumis Inc.\n(Exact name of registrant as specified in its charter)\n​\n​\nDelaware\n86-1771129\n(State of other jurisdiction of incorporation or organization)\n(I.R.S. Employer Identification Number)\n​\n280 East Grand Avenue\nSouth San Francisco\n, \nCA\n\n94080\n(Address of Principal Executive Offices)\n(\n650\n) \n231-6625\n(Registrant’s telephone number)\nSecurities registered pursuant to Section 12(b) of the Act:\n​\n​\n​\n​\n​\n​\n\n​\n\nName Of Each Exchange\nTitle of Each Class\n​\nTrading Symbol(s)\n​\nOn Which Registered\nCommon Stock, $0.001 Par Value per Share\n​\nALMS\n​\nThe Nasdaq Global Select Market\n​\nIndicate by check mark if the registrant is a well-known seasoned issuer, as defined in Rule 405 of the Securities Act.\nYes \n☐\n\nNo\n\n☒\nIndicate by check mark if the registrant is not required to file reports pursuant to Section 13 or Section 15(d) of the Act.\nYes \n☐\n\nNo\n\n☒\nIndicate by check mark whether the registrant:  (1) has filed all reports required to be filed by Section 13 or 15(d) of the Securities Exchange Act of 1934 during the preceding 12 months (or for such shorter period that the registrant was required to file such reports), and (2) has been subject to such filing requirements for the past 90 days. \nYes\n\n☒\n   No \n☐\nIndicate by check mark whether the Registrant has submitted electronically; every Interactive Data File required to be submitted pursuant to Rule 405 of Regulation S-T (§232.0405 of this chapter) during the preceding 12 months (or for such shorter period that the registrant was required to submit such files).   \nYes\n\n☒\n   No \n☐\nIndicate by check mark whether the registrant is a large accelerated filer, an accelerated filer, a non-accelerated filer, a smaller reporting company, or an emerging growth company. See the definitions of “large accelerated filer,” “accelerated filer,” “smaller reporting company,” and “emerging growth company” in Rule 12b-2 of the Exchange Act.\n​\nLarge accelerated filer \n☐\nAccelerated filer \n☐\nNon-accelerated filer\n\n☒\nSmaller reporting company \n☒\nEmerging growth company \n☒\n​\nIf an emerging growth company, indicate by check mark if the registrant has elected not to use the extended transition period for complying with any new or revised financial accounting standards provided pursuant to Section 13(a) of the Exchange Act. \n☐\nIndicate by check mark whether the registrant has filed a report on and attestation to its management’s assessment of the effectiveness of its internal control over financial reporting under Section 404(b) of the Sarbanes-Oxley Act (15 U.S.C. 7262(b)) by the registered public accounting firm that prepared or issued its audit report. \n☐\nIf securities are registered pursuant to Section 12(b) of the Act, indicate by check mark whether the financial statements of the registrant included in the filing reflect the correction of an error to previously issued financial statements. \n☐\nIndicate by check mark whether any of those error corrections are restatements that required a recovery analysis of incentive-based compensation received by any of the registrant’s executive oﬃcers during the relevant recovery period pursuant to §240.10D-1(b). \n☐\nIndicate by check mark whether the registrant is a shell company (as defined in Rule 12b-2 of the Exchange Act). Yes \n☐\n No \n☒\nBased on the closing price as reported on the Nasdaq Global Select Market, the aggregate market value of the registrant’s voting and non-voting common stock held by non-affiliates on June 30, 2024 (the last business day of the registrant’s most recently completed second fiscal quarter) plus the aggregate amount of gross proceeds received from the registrant’s initial public offering from non-affiliates was approximately $\n165.4\n million. Shares of common stock held by each executive officer and director and by each stockholder affiliated with a director or an executive officer have been excluded from this calculation because such persons may be deemed to be affiliates. This determination of affiliate status is not necessarily a conclusive determination for other purposes. As of March 12, 2025, the registrant had \n47,222,419\n shares of voting common stock, $0.0001 par value per share, and \n7,184,908\n shares of non-voting common stock, $0.0001 par value per share, outstanding.\nDocuments Incorporated by Reference\nCertain information required by Part III, Items 10-14 of this Form 10-K is incorporated by reference to the registrant’s definitive Proxy Statement for the 2025 Annual Meeting of Stockholders to be filed with the Securities and Exchange Commission pursuant to Regulation 14A. If such Proxy Statement is not filed within 120 days after the end of the fiscal year covered by this Form 10-K, such information will be included in an amendment to this Form 10-K to be filed within such 120-day period.\n​\n​\n​\n​"
      },
      {
        "heading": "Securities registered pursuant to Section 12(b)",
        "content": "Securities registered pursuant to Section 12(b) of the Act:\n​\n​\n​\n​\n​\n​\n\n​\n\nName Of Each Exchange\nTitle of Each Class\n​\nTrading Symbol(s)\n​\nOn Which Registered\nCommon Stock, $0.001 Par Value per Share\n​\nALMS\n​\nThe Nasdaq Global Select Market\n​"
      }
    ]
  },
  "stockholders_equity_notes": {
    "sections": [
      {
        "heading": "Stockholders’ equity (deficit):",
        "content": "Stockholders’ equity (deficit):\n​\n\n​\n​\n\nPreferred stock, \n$\n0.0001\n par value; \n50,000,000\n shares authorized, \nzero\n shares issued and \noutstanding\n as of December 31, 2024; \nzero\n shares authorized, \nissued\n and \noutstanding\n as of December 31, 2023\n​\n​\n —\n​\n​\n —\nCommon stock, voting, \n$\n0.0001\n par value; \n492,815,092\n and \n125,000,000\n voting shares authorized as of December 31, 2024 and 2023, respectively; \n47,222,419\n and \n2,675,979\n voting shares \nissued\n and \noutstanding\n as of December 31, 2024 and 2023, respectively\n​\n\n4\n​\n\n1\nCommon stock, non-voting, \n$\n0.0001\n par value; \n7,184,908\n and \n85,960,088\n non-voting shares authorized as of December 31, 2024 and 2023, respectively; \n7,184,908\n and \nzero\n non-voting shares \nissued\n and \noutstanding\n as of December 31, 2024 and 2023, respectively\n​\n​\n\n1\n​\n​\n —\nAdditional paid-in capital\n​\n\n918,610\n​\n\n25,055\nAccumulated other comprehensive income (loss)\n​\n\n40\n​\n\n2\nAccumulated deficit\n​\n\n (\n658,551\n)\n​\n\n (\n364,318\n)\nTotal stockholders’ equity (deficit)\n​\n\n260,104\n​\n\n (\n339,260\n)\nTotal liabilities, redeemable convertible preferred stock and stockholders’ equity (deficit)\n​\n$\n\n340,992\n​\n$\n\n89,612\n​\nThe accompanying notes are an integral part of these consolidated financial statements.\n​\n123"
      },
      {
        "heading": "Stockholders’ Equity (Deficit)",
        "content": "Stockholders’ Equity (Deficit)\nAs of December 31, 2023, the Company was authorized to issue \n125,000,000\n shares of Class A common stock and \n85,960,088\n shares of Class B common stock, both with par values of $\n0.0001\n\nper\n share. \nIn June 2024, the Company’s board of directors approved the amended and restated certificate of incorporation, which was filed upon the closing of the IPO and which authorized the Company to issue up to \n50,000,000\n shares of preferred stock, with a par value of $\n0.0001\n per share, and \n492,815,092\n shares of \nvoting common stock\n and \n7,184,908\n shares of non-voting common stock, both with par values of $\n0.0001\n per share. \nImmediately prior to the closing of the IPO on July 1, 2024, all of the shares of the Company’s redeemable convertible preferred stock then outstanding converted \n28,855,656\n shares of Class A common stock and \n7,184,908\n shares of Class B common stock at a \n1\n-for-4.675 conversion ratio. All outstanding Class A common stock shares and all outstanding Class B common stock shares were redesignated immediately thereafter into the same number of shares of voting common stock and non-voting common stock, respectively.\nAs of December 31, 2024, there were \nno\n shares of preferred stock issued or outstanding, and \n47,222,419\n and \n7,184,908\n shares of voting common stock and non-voting common stock, respectively, outstanding.\nThe holders of voting and non-voting common stock have the same rights except that non-voting common stock does not have voting rights, except as may be required by law. Each holder of non-voting common stock has a right to convert each share of non-voting common stock to \none\n share of voting common stock subject to the following limitations. At any time following the Company’s registration of any class of equity securities under the Exchange Act, the holders of shares of non-voting common stock may not convert a number of shares of non-voting common stock into shares of voting common stock in excess of that number of shares of non-voting common stock which would cause the holder thereof to beneficially own (for purposes of Section 13(d) of the Exchange Act), in excess of \n4.99\n% of the total number of issued and outstanding shares of voting common stock. Such maximum percentage may be increased or decreased to such other percentage as any holder of outstanding shares of non-voting common stock may designate in writing (in the case of an increase upon \n61 days\n’ prior written notice).\n143"
      }
    ]
  },
  "exhibit_4_securities": {
    "sections": [
      {
        "heading": "Description of Capital Stock",
        "content": "Description of Capital Stock (incorporated by reference to the Registrant’s Registration Statement on Form 8-A (File No. 001-42143) filed with the SEC on June 25, 2024)\n​\n​\n​\n4.2\n​\nAmended and Restated Investors’ Rights Agreement, by and among the Registrant and certain of its stockholders, dated March 4, 2024 (incorporated by reference to Exhibit 4.2 to the Registrant’s Registration Statement on Form S-1 (file No. 333-280068), filed with the SEC on June 7, 2024)\n​\n​\n​\n4.3*\n​\nDescription of Capital Stock\n​\n​\n​\n10.1\n​\nAlumis Inc. 2021 Stock Plan, as amended (incorporated by reference to Exhibit 10.1 to the Registrant’s Registration Statement on Form S-1 (File No. 333-280068), filed with the SEC on June 7, 2024)\n​\n​\n​\n10.2\n​\nForms of Stock Option Grant Notice under Alumis Inc. 2021 Stock Plan, as amended (incorporated by reference to Exhibit 10.2 to the Registrant’s Registration Statement on Form S-1 (File No. 333-280068), filed with the SEC on June 7, 2024)\n​\n​\n​\n10.3\n​\nAlumis Inc. 2024 Equity Incentive Plan (incorporated by reference to Exhibit 10.3 to the Registrant’s Registration Statement on File Form S-1/A (File No. 333-280068), filed with the SEC on June 24, 2024)\n​\n​\n​\n10.4\n​\nForms of Stock Option Grant Notice, Stock Option Agreement and Notice of Exercise under the Alumis Inc. 2024 Equity Incentive Plan (incorporated by reference to Exhibit 10.4 to the Registrant’s Registration Statement on Form S-1/A (File No. 333-280068), filed with the SEC on June 24, 2024)\n​\n​\n​\n10.5\n​\nForms of Restricted Stock Unit Grant Notice and Award Agreement under the Alumis Inc. 2024 Equity Incentive Plan (incorporated by reference to Exhibit 10.5 to the Registrant’s Registration Statement on Form S-1/A (File No. 333-280068), filed with the SEC on June 24, 2024)\n​\n​\n​\n10.6\n​\nAlumis Inc. 2024 Performance Option Plan (incorporated by reference to Exhibit 10.6 to the Registrant’s Registration Statement on Form S-1/A (File No. 333-280068), filed with the SEC on June 24, 2024)\n​\n​\n​\n10.7\n​\nForms of Stock Option Grant Notice, Stock Options Agreement and Notice of Exercise under the Alumis Inc. 2024 Performance Option Plan (incorporated by reference to Exhibit 10.7 to the Registrant’s Registration Statement on Form S-1/A (File No. 333-280068), filed with the SEC on June 24, 2024)\n158"
      }
    ]
  },
  "charter_bylaws": {
    "sections": []
  },
  "market_equity": {
    "sections": []
  },
  "capital_stock": {
    "sections": []
  }
}