{
  "cik": "0001847367",
  "source": "10-Q",
  "filing_path": "sec_filings/10Q\\0001847367_0001847367-25-000041_alms-20250630x10q.htm",
  "cover_page": {
    "sections": [
      {
        "heading": "Cover Page - Section 12(b)",
        "content": "Securities registered pursuant to Section 12(b) of the Act:\n​\n​\n​\n​\nTitle of Each Class\nTrading symbol\nName of Exchange on which registered\nCommon Stock, par value $0.0001 per share\nALMS\nThe Nasdaq Global Select Market\n​\nAs of August 7, 2025, the registrant had\n96,879,394\n shares of voting common stock, $0.0001 par value per share, and\n7,184,908\n shares of non-voting common stock, $0.0001 par value per share, outstanding.\n​\n​\n​\n​\n\nTable of Contents\nTABLE OF CONTENTS\n​\n​\n​\nPage\n​\n​\n​"
      }
    ]
  },
  "stockholders_equity_notes": {
    "sections": []
  },
  "market_equity": {
    "sections": []
  },
  "capital_stock": {
    "sections": [
      {
        "heading": "% of the Company’s capital stock, purchased an additional",
        "content": "% of the Company’s capital stock, purchased an additional\n2,500,000\n shares of the Company’s common stock at the IPO price per share for total gross and net proceeds of $\n40.0\n million in a private placement transaction (the “Concurrent Private Placement”).\nImmediately prior to the closing of the IPO on July 1, 2024, all of the shares of the Company’s redeemable convertible preferred stock then outstanding converted into\n28,855,656\n shares of Class A common stock and\n7,184,908\n shares of Class B common stock at a\n1\n-for-4.675 conversion ratio (the “Preferred Stock Conversion”). All outstanding Class A common stock shares and all outstanding Class B common stock shares were redesignated immediately thereafter into the same number of shares of voting common stock and non-voting common stock, respectively. Unless the context otherwise requires a different meaning, all references to “common stock” in these notes refers to the Company’s voting common stock and non-voting common stock combined.\n9\n\nTable of Contents\nALUMIS INC."
      },
      {
        "heading": "On July 4, 2025, the One Big Beautiful Bill Act (the “OBBBA”) was enacted in the United States. The OBBBA includes significant provisions, including, but not limited to, modifications of capitalization of research and development expenses and accelerated fixed asset depreciation. The Company is currently assessing the impact of the OBBBA on its consolidated financial statements and disclosures.",
        "content": "On July 4, 2025, the One Big Beautiful Bill Act (the “OBBBA”) was enacted in the United States. The OBBBA includes significant provisions, including, but not limited to, modifications of capitalization of research and development expenses and accelerated fixed asset depreciation. The Company is currently assessing the impact of the OBBBA on its consolidated financial statements and disclosures.\n​\n​\n​\n​\n39\n\nTable of Contents"
      },
      {
        "heading": "On July 1, 2024, we completed our IPO, pursuant to which we issued and sold 13,125,000 shares of our common stock at $16.00 price per share to the public. Net proceeds from the IPO were $193.3 million, after deducting underwriting discounts and commissions and other offering costs totaling $16.7 million. In connection with the IPO, an existing investor and a holder of more than 5% of our capital stock, purchased an additional 2,500,000 shares of our common stock at the IPO price per share for total gross and net proceeds of $40.0 million in a private placement transaction. The closing of the Concurrent Private Placement was contingent on the closing of the IPO. The sale of such shares is not registered under the Securities Act, and as such, the shares may not be offered or sold absent registration or an applicable exemption from registration. The shares sold in connection with the Concurrent Private Placement are subject to existing resale registration rights. The Concurrent Private Placement closed on July 17, 2024.",
        "content": "On July 1, 2024, we completed our IPO, pursuant to which we issued and sold 13,125,000 shares of our common stock at $16.00 price per share to the public. Net proceeds from the IPO were $193.3 million, after deducting underwriting discounts and commissions and other offering costs totaling $16.7 million. In connection with the IPO, an existing investor and a holder of more than 5% of our capital stock, purchased an additional 2,500,000 shares of our common stock at the IPO price per share for total gross and net proceeds of $40.0 million in a private placement transaction. The closing of the Concurrent Private Placement was contingent on the closing of the IPO. The sale of such shares is not registered under the Securities Act, and as such, the shares may not be offered or sold absent registration or an applicable exemption from registration. The shares sold in connection with the Concurrent Private Placement are subject to existing resale registration rights. The Concurrent Private Placement closed on July 17, 2024.\nImmediately prior to the closing of the IPO on July 1, 2024, all of the shares of our redeemable convertible preferred stock then outstanding converted into 28,855,656 shares of Class A common stock and 7,184,908 shares of Class B common stock at a 1-for-4.675 conversion ratio. All outstanding Class A common stock shares and all outstanding Class B common stock shares were redesignated immediately thereafter into the same number of shares of common stock and non-voting common stock, respectively.\n42\n\nTable of Contents\nACELYRIN Merger\nOn February 6, 2025, we entered into a Merger Agreement with ACELYRIN and Merger Sub, a Delaware corporation and a direct wholly owned subsidiary. The Merger Agreement was approved by the disinterested directors on our board of directors and the board of directors of ACELYRIN and was approved by the stockholders of each company on May 13, 2025. On May 21, 2025, we completed the ACELYRIN Merger in a common stock transaction valued at approximately $238.1 million settled through the issuance of 48,653,549 shares of our common stock to acquire net assets with a fair value of $426.0 million. See Note 3 to our unaudited condensed consolidated financial statements included in Part I, Item 1. of this Quarterly Report on Form 10-Q for additional information.\nOur results of operations include the accounts of ACELYRIN and its wholly owned subsidiary WH2, LLC after the closing of the Merger, and the accounts of Merger Sub from its incorporation in January 2025 until the ACELYRIN Merger. Accordingly, the results discussed below were impacted by the timing of the ACELYRIN Merger. WH2, LLC has not had any operations or any balances from its inception. See Note 2 to our unaudited condensed consolidated financial statements included in Part I, Item 1 of this Quarterly Report on Form 10-Q for additional information.\nMacroeconomic Trends\nOur business and results of operations may be affected by worldwide economic conditions, which may continue to be impacted by global macroeconomic challenges and uncertainty in the markets, including severely diminished liquidity and credit availability, rising inflation and monetary supply shifts, rising interest rates, labor shortages, declines in consumer confidence, declines in economic growth, increases in unemployment rates, recession risks and uncertainty about economic and geopolitical stability (for example, related to the ongoing conflicts in Ukraine and Israel and the surrounding areas). Further, the United States and other countries have imposed and may continue to impose new trade restrictions and export regulations, have levied tariffs and taxes on certain goods, and could significantly increase tariffs on a broad array of goods. For example, the current Trump administration has proposed or enacted tariffs and substantial changes to trade policies, which could adversely affect our business, including imposing tariffs on certain foreign products, most recently from China, that have and may result in retaliatory tariffs on U.S. goods and services. The effect of macroeconomic conditions may not be fully reflected in our results of operations until future periods. Moreover, negative macroeconomic conditions could adversely impact our ability to obtain financing in the future on terms acceptable to us, or at all. To date, the macroeconomic trends discussed above have not had a material adverse impact on our business, financial condition or results of operations. If, however, economic uncertainty increases or the global economy worsens, our business, financial condition and results of operations may be harmed.\nComponents of Results of Operations\nRevenue\nOn March 25, 2025, we entered into the Collaboration Agreement with Kaken. Under the terms of the Collaboration Agreement, we granted to Kaken an exclusive right to develop, manufacture and commercialize envu for dermatology indications in Japan, with options to expand the license, subject to opt-in payments and certain cost-sharing obligations on the part of Kaken, to include rheumatological and gastrointestinal diseases.\nPursuant to the terms of the Collaboration Agreement, we are responsible for the global development of envu in the dermatology field, and Kaken is responsible for the clinical development, regulatory approvals and commercialization of envu in Japan in dermatology and other indications for which Kaken has exercised its option. Kaken is required to use commercially reasonable efforts to conduct all subsequent development, manufacture, and commercialization activities. The Collaboration Agreement further provides that we will retain rights to envu in all other indications and geographies.\nIn March 2025, Kaken made an upfront, non-refundable payment of $20.0 million to us. In addition, Kaken will pay us an aggregate of $20.0 million towards global development costs of envu in the dermatology field through the end of 2026 and thereafter will pay a specified share of development costs applicable to the dermatology field, and for any field for which Kaken exercises its option, subject to Kaken's right to opt out of cost-sharing in certain indications in specified circumstances. In addition, Kaken would pay us up to an aggregate of $36.0 million upon the achievement of regulatory\n43\n\nTable of Contents\nmilestones and upon Kaken’s exercise of its field expansion options for the rheumatology and gastrointestinal fields. In addition, we are entitled to receive aggregate payments of up to ¥15.5 billion upon the achievement of commercial milestones, plus tiered royalties at percentages ranging from the low double digits into the twenties on aggregate net sales of envu in Japan.\nOperating Expenses\nOur operating expenses consist of (i) research and development expenses and (ii) general and administrative expenses, and include ACELYRIN’s operations subsequent to the Closing Date.\nResearch and Development Expenses\nResearch and development expenses consist of external and internal costs primarily related to acquiring and developing our research pipeline and technologies and clinical development of our product candidates.\nExternal costs include:\n●\ncosts associated with acquiring technology and intellectual property licenses that have no alternative future uses and costs incurred under in-license or assignment agreements, including milestone payments;\n●\nexpenses incurred in connection with the discovery and preclinical development of our pipeline programs;\n●\ncosts incurred in connection with the clinical development of our product candidates, including under agreements with CROs, CMOs and other third parties that conduct clinical trials and manufacture clinical supplies, product candidates and components on our behalf; and\n●\ncosts for third-party professional research and development consulting services.\nInternal costs include:\n●\nresearch and development personnel-related costs, including salaries, annual bonuses, benefits, travel\nand meals expenses and stock-based compensation expense; and\n●\nallocated facilities and other overhead costs, including software licenses, computer supplies and accessories and other miscellaneous expenses.\nWe have acquired and may continue to acquire the rights to develop and commercialize new product candidates. Upfront and milestone payments are accrued for and expensed as in process research and development assets expense when the achievement of the milestone is probable up to the point of regulatory approval and, absent obtaining such approval, have no alternative future use. Milestone payments made after a product’s regulatory approval will be capitalized and amortized over the remaining useful life of the related product.\nWe expense research and development costs as incurred. Costs of certain activities are recognized based on an evaluation of the progress to completion of specific tasks. However, payments made prior to the receipt of goods or services that will be used or rendered for future research and development activities are deferred and capitalized as research and development prepaid expenses in our consolidated balance sheets. The capitalized amounts are recognized as expense as the goods are delivered or services are performed. Since our inception and through June 30, 2025, our external research and development expenses were primarily related to the discovery and advancement of programs under our TYK2 platform, including our two most advanced product candidates, envu and A-005. We use internal resources primarily for managing our research, process development, manufacturing and clinical development activities. In particular, with respect to internal costs, we deploy our personnel across all of our research and development activities as our employees work across multiple programs, and therefore the costs cannot be allocated to a particular product candidate or research program.\n44\n\nTable of Contents\nWe expect our research and development expenses to increase substantially for the foreseeable future as we advance our product candidates into and through clinical trials, pursue regulatory approval of our product candidates, build our operational and commercial capabilities for marketing our products, if approved, and expand our pipeline of product candidates. The process of conducting the necessary clinical research to obtain regulatory approval is time-consuming, expensive and uncertain. The actual probability of success for our product candidates may be affected by a variety of factors, including the safety and efficacy of our product candidates, clinical data, investment in our clinical programs, competition, manufacturability and commercial viability. It is possible that we may never receive regulatory approval for any of our product candidates. As a result of the uncertainties discussed above, we are unable to determine the duration and completion of costs of our research and development projects or if, when and to what extent we will generate revenue from the commercialization and sale of our product candidates, if approved by the FDA and other comparable foreign regulatory authorities.\nOur future research and development costs may vary significantly based on factors such as:\n●\nthe timing and progress of our preclinical and clinical development activities;\n●\nthe number and scope of preclinical and clinical programs we decide to pursue;\n●\nthe costs and timing of manufacturing of our product candidates;\n●\nthe amount and timing of any milestone payment due under our FronThera Acquisition agreement, Pierre Fabre Agreement, and any future license or collaboration agreements;\n●\nthe number of patients that participate in our clinical trials, and per participant clinical trial costs;\n●\nthe number and duration of clinical trials required for approval of our product candidates;\n●\nthe number of sites included in our clinical trials, and the locations of those sites;\n●\ndelays or difficulties in adding trial sites and enrolling participants;\n●\npatient drop-out or discontinuation rates;\n●\nadditional safety monitoring if requested by regulatory authorities;\n●\nthe phase of development of our product candidates;\n●\nthe timing, receipt and terms of any approvals from applicable regulatory authorities including the FDA and comparable foreign regulatory authorities;\n●\nmaintaining a continued acceptable safety profile of our product candidates following approval, if any, of our product candidates;\n●\nchanges in the competitive outlook;\n●\nthe extent to which we establish additional strategic collaborations or other arrangements; and\n●\nthe impact of any business interruptions to our operations or to those of the third parties with whom we work.\nA change in the outcome of any of these variables with respect to the development of any of our product candidates could significantly change the costs and timing associated with the development of that product candidate.\n45\n\nTable of Contents\nGeneral and Administrative Expenses\nOur general and administrative expenses consist primarily of personnel-related costs, legal and consulting services, including those relating to intellectual property and corporate matters, marketing expenses and allocated facilities and other overhead costs, including software licenses, computer supplies, insurance and other miscellaneous expenses. Personnel-related costs include salaries, annual bonuses, benefits, travel and meal expenses and stock-based compensation expense for our general and administrative personnel.\nWe expect that our general and administrative expenses will increase substantially in the future as a result of expanding our operations, including hiring personnel, preparing for potential commercialization of our product candidates and facility occupancy costs, and integrating ACELYRIN’s operations. We also expect an increase in costs associated with being a public company, including costs related to accounting, audit, legal, consulting fees, regulatory and tax-related services associated with maintaining compliance with applicable Nasdaq and SEC requirements, additional director and officer insurance costs, and investor and public relations costs.\nOther Income (Expense)\nOther income (expense) consists primarily of interest income, including amortization of premiums and accretion of discounts on marketable securities, gain on bargain purchase, and the change in fair value of derivative liability.\nThe gain on bargain purchase represents the excess of fair value of net assets acquired in the ACELYRIN Merger over the purchase consideration and was recognized as other income in the unaudited condensed consolidated statements of operations and comprehensive income (loss) as of the Closing Date of the ACELYRIN Merger.\nIn March 2024, in connection with our redeemable convertible preferred stock financings, we issued options to purchase additional shares of redeemable convertible preferred stock at a specified price, which were accounted for as derivative liabilities. Changes in fair value of these derivative liabilities were included in the other income (loss) in the condensed consolidated statement of operations and comprehensive income (loss) for each reporting period until the derivatives were exercised or expired.\n46\n\nTable of Contents\nResults of Operations and Comprehensive Income (Loss)\nThe following tables summarize our results of operations for the three and six months ended June 30, 2025 and 2024 (dollars in thousands):\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n\nThree Months Ended June 30,\n\nChange\n​\n​\n\n2025\n​\n2024\n​\n$\n​\n%\n​\nRevenue:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nLicense revenue\n​\n$\n —\n​\n$\n —\n​\n$\n —\n​\n*\n​\nCollaboration revenue\n​\n​\n 2,666\n​\n​\n —\n​\n$\n 2,666\n​\n*\n​\nTotal revenue\n​\n​\n 2,666\n​\n​\n —\n​\n​\n 2,666\n​\n*\n​\nOperating expenses:\n\n​\n\n​\n\n​\n​\n​\n​\n\nResearch and development expenses\n​\n​\n 108,755\n​\n​\n 48,565\n​\n​\n 60,190\n​\n 124\n%\nGeneral and administrative expenses\n​\n​\n 34,450\n​\n​\n 7,575\n​\n​\n 26,875\n​\n 355\n%\nTotal operating expenses\n​\n​\n 143,205\n​\n​\n 56,140\n​\n​\n 87,065\n​\n 155\n%\nLoss from operations\n​\n​\n (140,539)\n​\n​\n (56,140)\n​\n​\n (84,399)\n​\n 150\n%\nOther income (expense):\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nGain on bargain purchase\n​\n​\n 187,907\n​\n​\n —\n​\n​\n 187,907\n​\n*\n​\nInterest income\n​\n​\n 3,430\n​\n​\n 1,977\n​\n​\n 1,453\n​\n 73\n%\nChange in fair value of derivative liability\n​\n​\n —\n​\n​\n (2,311)\n​\n​\n 2,311\n​\n (100)\n%\nOther income (expense), net\n​\n​\n (38)\n​\n​\n (34)\n​\n​\n (4)\n​\n 12\n%\nTotal other income (expense), net\n​\n​\n 191,299\n​\n​\n (368)\n​\n​\n 191,667\n​\n*\n​\nNet income (loss) before income taxes\n​\n​\n 50,760\n​\n​\n (56,508)\n​\n​\n 107,268\n​\n*\n​\nIncome tax benefit\n​\n​\n 8,561\n​\n​\n —\n​\n​\n 8,561\n​\n*\n​\nNet income (loss)\n​\n$\n 59,321\n​\n$\n (56,508)\n​\n$\n 115,829\n​\n*\n​\n*\nnot meaningful\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n\nSix Months Ended June 30,\n\nChange\n​\n​\n\n2025\n​\n2024\n​\n$\n​\n%\n​\nRevenue:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nLicense revenue\n​\n$\n 17,389\n​\n$\n —\n​\n$\n 17,389\n​\n*\n​\nCollaboration revenue\n​\n​\n 2,666\n​\n​\n —\n​\n​\n 2,666\n​\n*\n​\nTotal revenue\n​\n​\n 20,055\n​\n​\n —\n​\n​\n 20,055\n​\n*\n​\nOperating expenses:\n\n​\n\n​\n\n​\n​\n​\n​\n\nResearch and development expenses\n​\n​\n 205,377\n​\n​\n 90,526\n​\n​\n 114,851\n​\n 127\n%\nGeneral and administrative expenses\n​\n​\n 56,745\n​\n​\n 13,207\n​\n​\n 43,538\n​\n 330\n%\nTotal operating expenses\n​\n​\n 262,122\n​\n​\n 103,733\n​\n​\n 158,389\n​\n 153\n%\nLoss from operations\n​\n​\n (242,067)\n​\n​\n (103,733)\n​\n​\n (138,334)\n​\n 133\n%\nOther income (expense):\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nGain on bargain purchase\n​\n​\n 187,907\n​\n​\n —\n​\n​\n 187,907\n​\n*\n​\nInterest income\n​\n​\n 6,039\n​\n​\n 2,831\n​\n​\n 3,208\n​\n 113\n%\nChange in fair value of derivative liability\n​\n​\n —\n​\n​\n (5,406)\n​\n​\n 5,406\n​\n (100)\n%\nOther income (expense), net\n​\n​\n (82)\n​\n​\n (49)\n​\n​\n (33)\n​\n 67\n%\nTotal other income (expense), net\n​\n​\n 193,864\n​\n​\n (2,624)\n​\n​\n 196,488\n​\n*\n​\nNet income (loss) before income taxes\n​\n​\n (48,203)\n​\n​\n (106,357)\n​\n​\n 58,154\n​\n (55)\n%\nIncome tax benefit\n​\n​\n 8,561\n​\n​\n —\n​\n​\n 8,561\n​\n*\n​\nNet income (loss)\n​\n$\n (39,642)\n​\n$\n (106,357)\n​\n$\n 66,715\n​\n (63)\n%\n*\nnot meaningful\n​\n47\n\nTable of Contents\nRevenue\nFor\nthe three and six months ended June 30, 2025, we recognized license revenue of zero and $17.4 million, respectively, and service and other revenue of $2.7 million related to the Collaboration Agreement with Kaken. We expect to recognize development services and other revenue through the term of the Collaboration Agreement as the services are performed.\nResearch and Development Expenses\nThe following tables summarize our external and internal research and development expenses for the three and six months ended June 30, 2025 and 2024 (dollars in thousands):\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nThree Months Ended June 30,\n​\nChange\n\n​\n\n2025\n\n2024\n\n$\n\n%\n\nExternal costs:\n\n​\n\n​\n\n​\n\n​\n\n​\nCROs, CMOs and clinical trials\n​\n$\n 66,089\n​\n$\n 26,849\n​\n$\n 39,240\n​\n 146\n%\nProfessional consulting services\n​\n\n 7,417\n​\n\n 4,765\n​\n\n 2,652\n​\n 56\n%\nOther research and development costs\n​\n\n 2,995\n​\n\n 3,597\n​\n\n (602)\n​\n (17)\n%\nInternal costs:\n​\n\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nPersonnel-related costs\n​\n​\n 26,821\n​\n\n 10,134\n​\n\n 16,687\n​\n 165\n%\nFacilities and overhead costs\n​\n\n 5,433\n​\n\n 3,220\n​\n\n 2,213\n​\n 69\n%\nTotal research and development expense\n​\n$\n 108,755\n​\n$\n 48,565\n​\n$\n 60,190\n​\n 124\n%\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nSix Months Ended June 30,\n​\nChange\n\n​\n\n2025\n\n2024\n\n$\n\n%\n\nExternal costs:\n\n​\n\n​\n\n​\n\n​\n\n​\nCROs, CMOs and clinical trials\n​\n$\n 131,162\n​\n$\n 51,113\n​\n​\n 80,049\n​\n 157\n%\nProfessional consulting services\n​\n\n 13,821\n​\n\n 8,290\n​\n\n 5,531\n​\n 67\n%\nOther research and development costs\n​\n\n 5,291\n​\n\n 5,594\n​\n\n (303)\n​\n (5)\n%\nInternal costs:\n​\n\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nPersonnel-related costs\n​\n​\n 44,479\n​\n\n 19,229\n​\n\n 25,250\n​\n 131\n%\nFacilities and overhead costs\n​\n\n 10,624\n​\n\n 6,300\n​\n\n 4,324\n​\n 69\n%\nTotal research and development expense\n​\n$\n 205,377\n​\n$\n 90,526\n​\n$\n 114,851\n​\n 127\n%\nComparison of the Three Months Ended June 30, 2025 and 2024\nResearch and development expenses increased by $60.2 million, to $108.8 million for the three months ended June 30, 2025, from $48.6 million for the three months ended June 30, 2024.\nCRO, CMO and clinical trials expenses increased by $39.2 million, to $66.1 million for the three months ended June 30, 2025, from $26.8 million for the three months ended June 30, 2024, primarily due to an increase in clinical trial and CRO expenses related to the progression of our clinical trials for envu and other programs.\nProfessional consulting services expenses increased by $2.7 million, to $7.4 million for the three months ended June 30, 2025, from $4.8 million for the three months ended June 30, 2024, due to services to support our clinical trial for envu and other programs.\nOther research and development costs decreased by $0.6 million, to $3.0 million for the three months ended June 30, 2025, from $3.6 million for the three months ended June 30, 2024, primarily due to the timing of preclinical studies.\nPersonnel-related costs increased by $16.7 million, to $26.8 million for the three months ended June 30, 2025, from $10.1 million for the three months ended June 30, 2024, primarily due to severance costs related to the ACELYRIN Merger and increased research and development headcount, and included an increase in stock-based compensation expense of $5.6 million resulting from equity awards assumed in the ACELYRIN Merger and additional stock options granted.\n48\n\nTable of Contents\nFacilities and overhead costs increased by $2.2 million, to $5.4 million for the three months ended June 30, 2025, from $3.2 million for the three months ended June 30, 2024, primarily due to an increase in software license costs and information technology, and facilities expenses allocated to research and development activities.\nComparison of the Six Months Ended June 30, 2025 and 2024\nResearch and development expenses increased by $114.9 million, to $205.4 million for the six months ended June 30, 2025, from $90.5 million for the six months ended June 30, 2024.\nCRO, CMO and clinical trials expenses increased by $80.0 million, to $131.2 million for the six months ended June 30, 2025, from $51.1 million for the six months ended June 30, 2024 primarily due to an increase in clinical trial and CRO expenses related to the progression of our clinical trials for envu and other programs and an increase in CMO expenses associated with manufacturing of clinical supplies to support our trials.\nProfessional consulting services expenses increased by $5.5 million, to $13.8 million for the six months ended June 30, 2025, from $8.3 million for the six months ended June 30, 2024, due to services to support our clinical trial for envu and other programs.\nOther research and development costs decreased by $0.3 million, to $5.3 million for the six months ended June 30, 2025, from $5.6 million for the six months ended June 30, 2024, primarily due to timing of preclinical studies.\nPersonnel-related costs increased by $25.3 million, to $44.5 million for the six months ended June 30, 2025, from $19.2 million for the six months ended June 30, 2024, primarily due to severance costs related to the ACELYRIN Merger and increased research and development headcount, and included an increase in stock-based compensation expense of $7.9 million resulting from equity awards assumed in the ACELYRIN Merger and additional stock options granted.\nFacilities and overhead costs increased by $4.3 million, to $10.6 million for the six months ended June 30, 2025, from $6.3 million for the six months ended June 30, 2024, primarily due to an increase in software license costs and information technology, and facilities expenses allocated to research and development activities.\nExternal Costs by Program\nThe following table summarizes our external costs by program for the three and six months ended June 30, 2025 and 2024 (dollars in thousands):\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n\nThree Months Ended June 30,\n\nSix Months Ended June 30,\n​\n​\n2025\n​\n2024\n​\n2025\n​\n2024\nEnvu\n​\n$\n 64,628\n​\n$\n 27,982\n​\n$\n 131,120\n​\n$\n 52,653\nA-005\n​\n​\n 2,734\n​\n​\n 4,342\n​\n​\n 6,350\n​\n​\n 7,370\nOther programs and research and development activities\n\n​\n 9,139\n\n​\n 2,887\n\n​\n 12,804\n\n​\n 4,974\nTotal external research and development expense\n​\n$\n 76,501\n​\n$\n 35,211\n​\n$\n 150,274\n​\n$\n 64,997\n​\nGeneral and Administrative Expenses\nComparison of the Three Months Ended June 30, 2025 and 2024\nGeneral and administrative expenses increased by $26.9 million, to $34.5 million for the three months ended June 30, 2025, from $7.6 million for the three months ended June 30, 2024.\nPersonnel-related expenses increased by $17.7 million, to $21.6 million for the three months ended June 30, 2025, from $3.9 million for the three months ended June 30, 2024, primarily due severance costs related to the ACELYRIN Merger and increased general and administrative headcount, and included an increase in stock-based compensation expense of $9.9 million resulting from equity awards assumed in the ACELYRIN Merger and additional stock options granted.\n49\n\nTable of Contents\nProfessional consulting services expenses increased by $9.9 million, to $12.8 million for the three months ended June 30, 2025, from $2.8 million for the three months ended June 30, 2024, primarily due to ACELYRIN Merger transaction costs, and an increase in consulting, legal, accounting, audit and tax services to support our growth, public company requirements and business development.\nComparison of the Six Months Ended June 30, 2025 and 2024\nGeneral and administrative expenses increased by $43.5 million, to $56.7 million for the six months ended June 30, 2025, from $13.2 million for the six months ended June 30, 2024.\nPersonnel-related expenses increased by $21.6 million, to $28.9 million for the six months ended June 30, 2025, from $7.4 million for the six months ended June 30, 2024, primarily due to severance costs related to the ACELYRIN Merger and increased general and administrative headcount, and included an increase in stock-based compensation expense of $12.0 million resulting from equity awards assumed in the ACELYRIN Merger and additional stock options granted.\nProfessional consulting services expenses increased by $22.4 million, to $27.2 million for the six months ended June 30, 2025, from $4.8 million for the six months ended June 30, 2024, primarily due to ACELYRIN Merger transaction costs, and an increase in consulting, legal, accounting, audit and tax services to support our growth, public company requirements and business development.\nOther Income (Expense), Net\nOther income (expense), net increased by $191.7 million, to $191.3 million other income, net for the three months ended June 30, 2025, from $0.4 million other expense, net for the three months ended June 30, 2024. Other income (expense), net increased by $196.5 million, to $193.9 million other income, net for the six months ended June 30, 2025, from $2.6 million other expense, net for the six months ended June 30, 2024.\nGain on bargain purchase was $187.9 million for the three and six months ended June 30, 2025 as compared to zero for the three and six months ended June 30, 2024, and represents the excess of fair value of net assets acquired in the ACELYRIN Merger over the purchase consideration on the Closing Date.\nInterest income increased by $1.5 million, to $3.4 million for the three months ended June 30, 2025, from $2.0 million for the three months ended June 30, 2024, primarily as a result of higher balances of cash equivalents and marketable securities. Interest income increased by $3.2 million, to $6.0 million for the six months ended June 30, 2025, from $2.8 million for the six months ended June 30, 2024, primarily as a result of higher balances of cash equivalents and marketable securities.\nWe recognized a change in fair value of a derivative liability loss of $2.3 million and $5.4 million for the three and six months ended June 30, 2024, respectively related to the derivative liability recognized in connection with our Series C redeemable convertible preferred stock financing entered into in March 2024. The derivative liability was re-measured at fair value and settled in May 2024, when we closed the second tranche of the Series C financing. See Note 4 to our unaudited condensed consolidated financial statements in Part I, Item 1 of this Quarterly Report on Form 10-Q for additional information.\nIncome Tax Benefit\nIncome tax benefit was $8.6 million for the three and six months ended June 30, 2025 as compared to zero for the three and six months ended June 30, 2024. The income tax benefit was related to the realization of deferred tax assets and valuation allowance release as a result of the ACELYRIN Merger.\n50\n\nTable of Contents\nLiquidity, Capital Resources and Capital Requirements\nSources of Liquidity\nSince our inception, we have not generated any revenue from product sales and have incurred significant operating losses and negative cash flows from our operations. To date, we have primarily funded our operations through the issuance of common stock, including in our IPO and Concurrent Private Placement, the issuance of redeemable convertible preferred stock and convertible promissory notes in private placements and, most recently, the acquisition of cash, cash equivalents and marketable securities in connection with the ACELYRIN Merger and payments received under our Collaboration Agreement with Kaken.\nBased on our current operating plan, our existing cash, cash equivalents and marketable securities of $486.3 million as of June 30, 2025, will be sufficient to meet our operating and capital requirements for at least 12 months from the date of issuance of the unaudited condensed consolidated financial statements included in Part I. Item 1. of this Quarterly Report on Form 10-Q. We expect to continue to incur substantial losses for the foreseeable future, and our transition to profitability will depend upon successful development, approval and commercialization of our product candidates and upon achievement of sufficient revenues to support our cost structure. We do not expect to generate any revenue from commercial product sales unless and until we successfully complete development and obtain regulatory approval for one or more of our product candidates. We may never achieve profitability, and unless we do and until then, we will need to continue to raise additional capital. We will need to raise significant additional capital to fund ongoing research and development activities and maintain future operations. We plan to monitor expenses and may raise additional capital through a combination of public and private equity, debt financings, strategic alliances, and licensing arrangements. Our ability to access capital when needed is not assured and, if capital is not available to us when, and in the amounts, needed, on the terms which are favorable, we could be required to delay, scale back, or abandon some or all of our planned development programs and other operations, which could materially harm our business, financial condition and results of operations.\n​\nFuture Funding Requirements\nOur primary uses of cash are to fund our operations, which consist primarily of research and development expenditures related to our programs and, to a lesser extent, general and administrative expenditures. We anticipate that we will continue to incur significant and increasing expenses for the foreseeable future as we continue to advance our product candidates, expand our corporate infrastructure, including the costs associated with being a public company, further our research and development initiatives for our product candidates, and incur costs associated with potential commercialization. In addition, we anticipate committing substantial capital resources to the integration and development activities related to the acquired ACELYRIN business. We are subject to all of the risks typically related to the development of new drug candidates, and we may encounter unforeseen expenses, difficulties, complications, delays and other unknown factors that may adversely affect our business. We anticipate that we will need substantial additional funding in connection with our continuing operations.\nWe do not have any products approved for sale and have not generated any revenue from product sales since our inception. We do not expect to generate revenue from any product candidates that we develop until we obtain regulatory approval for one or more of such product candidates and commercialize our products or enter into collaboration agreements with third parties. Because of the numerous risks and uncertainties associated with biopharmaceutical product development, we may never achieve or sustain profitability and, unless and until we are able to develop and commercialize our product candidates, we will need to continue to raise additional capital. Until such time as we can generate significant revenue from product sales, if ever, we expect to finance our operations through public or private equity or debt financings, or potentially other capital sources, such as collaboration or licensing arrangements with third parties or other strategic transactions. There are no assurances that we will be successful in obtaining an adequate level of financing to support our business plans when needed on acceptable terms, or at all. To the extent that we raise additional capital through the sale of equity or convertible debt securities, the ownership interest of our stockholders will be or could be diluted, and the terms of these securities may include liquidation or other preferences that adversely affect the rights of our common stockholders. Debt financing and equity financing, if available, may involve agreements that include covenants limiting or restricting our ability to take specific actions, such as incurring additional debt, making capital expenditures or declaring dividends.\n51\n\nTable of Contents\nIf we raise additional funds through collaboration or licensing arrangements with third parties or other strategic transactions, we may have to relinquish rights to our intellectual property, future revenue streams, research programs, or product candidates or grant licenses on terms that may not be favorable to us. If we are unable to raise capital as and when needed, or on attractive terms, we may have to significantly delay, reduce, or discontinue the development and commercialization of our product candidates or scale back or terminate our pursuit of new in-licenses and acquisitions.\nBecause of the numerous risks and uncertainties associated with research, development and commercialization of our products, we are unable to estimate the exact amount of our operating capital requirements. Our future funding requirements will depend on many factors, including the following:\n●\nthe timing, scope, progress and results of our preclinical studies and clinical trials for our current and future product candidates;\n●\nthe number, scope and duration of clinical trials required for regulatory approval of our current and future product candidates;\n●\nthe outcome, timing and cost of seeking and obtaining regulatory approvals from the FDA and comparable foreign regulatory authorities for our product candidates;\n●\nthe cost of manufacturing clinical and commercial supplies as well as scale up of our current and future product candidates;\n●\nthe increase in the number of our employees and expansion of our physical facilities to support growth initiatives;\n●\nour ability to establish new, strategic collaborations, licensing or other arrangements;\n●\nthe cost of filing and prosecuting our patent applications, and maintaining and enforcing our patents and other intellectual property rights;\n●\nthe extent to which we acquire or in-license other product candidates and technologies;\n●\nthe cost of defending intellectual property disputes, including patent infringement actions brought by third parties against our product candidates;\n●\nthe timing of when we pay our operating expenses;\n●\nthe effect of competing technological and market developments;\n●\nthe costs and timing of future commercialization activities, including product manufacturing, marketing, sales and distribution, for any of our product candidates for which we receive marketing approval;\n●\nthe amount of revenue, if any, received from commercial sales of our product candidates, should any of our product candidates receive marketing approval;\n●\nour implementation of various computerized informational systems and efforts to enhance operational systems;\n●\nthe costs associated with being a public company; and\n●\nother factors, including economic uncertainty and geopolitical tensions, which may exacerbate the magnitude of the factors discussed above.\n52\n\nTable of Contents\nCash Flows\nThe following table summarizes our cash flows for the six months ended June 30, 2025 and 2024 (in thousands):\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nSix Months Ended June 30,\n​\n​\n2025\n\n2024\nNet cash used in operating activities\n​\n$\n (186,707)\n​\n$\n (96,548)\nNet cash provided by (used in) investing activities\n​\n​\n 168,828\n​\n​\n (51,551)\nNet cash provided by financing activities\n\n 749\n\n 257,211\nNet (decrease) increase in cash, cash equivalents and restricted cash\n\n$\n (17,130)\n\n$\n 109,112\n​\nOperating Activities\nNet cash used in operating activities was $186.7 million and $96.5 million for the six months ended June 30, 2025 and 2024, respectively. Net cash used in operating activities for the six months ended June 30, 2025 was due to our net income (loss) for the period of $(39.6) million and non-cash items totaling $162.1 million partially offset by changes in operating assets and liabilities of $15.0 million. Non-cash items included $187.9 million related to gain on bargain purchase in connection with the ACELYRIN Merger and net accretion of discounts on marketable securities of $2.2 million, partially offset by $25.6 million related to stock-based compensation expense, $1.7 million related to depreciation and amortization and $0.6 million related to non-cash lease expense. The changes in operating assets and liabilities included an increase of $11.0 million in research and development accrued expenses, a decrease of $7.4 million in research and development prepaid expenses, an increase of $6.5 million in other accrued expenses and current liabilities, an increase of $2.6 million in deferred revenue, an increase of $0.2 million in other liabilities, non-current, and a decrease of $0.1 million in other prepaid expenses and other assets, partially offset by a decrease of $8.6 million in deferred income tax liability, an increase of $1.7 million in other assets, non-current, a decrease of $1.3 million in operating lease liabilities and a decrease of $1.2 million in accounts payable.\nNet cash used in operating activities for the six months ended June 30, 2024 was due to our net income (loss) for the period of $(106.4) million and changes in operating assets and liabilities of $2.4 million, partially offset by non-cash items totaling $12.2 million. Non-cash items included $5.8 million related to stock-based compensation expense, $5.4 million related to the change in fair value of the derivative liability and $1.5 million related to depreciation and amortization, partially offset by net accretion of discounts on marketable securities of $0.5 million. The changes in operating assets and liabilities primarily include an increase of $10.5 million in research and development prepaid expenses, a decrease of $1.9 million in other accrued expenses and current liabilities, and a decrease of $1.0 million in operating lease liabilities, partially offset by an increase of $7.8 million in accounts payable and an increase of $3.6 million in research and development accrued expenses.\nInvesting Activities\nNet cash provided by investing activities for the six months ended June 30, 2025 of $168.8 million was related to proceeds from maturities of marketable securities of $144.3 million and cash, cash equivalents and restricted cash acquired in connection with the ACELYRIN Merger of $49.7 million, partially offset by purchases of marketable securities of $24.5 million and purchases of property and equipment of $0.7 million.\nNet cash used in investing activities for the six months ended June 30, 2024 of $51.6 million was related to purchases of marketable securities of $59.0 million and purchases of property and equipment of $0.6 million, partially offset by proceeds from maturities of marketable securities of $8.0 million.\nFinancing Activities\nNet cash provided by financing activities for the six months ended June 30, 2025 of $0.8 million was primarily related to proceeds from the issuance of common stock under the 2024 ESPP.\nNet cash provided by financing activities for the six months ended June 30, 2024 of $257.2 million was related to net proceeds of $258.5 million from the issuance of our Series C redeemable convertible preferred stock and related derivative\n53\n\nTable of Contents\nliability, net of issuance costs, and proceeds from issuance of common stock upon exercise of stock options of $0.5 million, partially offset by payments of deferred offering costs of $1.8 million.\nContractual Obligations and Commitments\nResearch and Development Agreements\nWe enter into contracts in the normal course of business with suppliers, CROs, CMOs and clinical trial sites. Upon the closing of the ACELYRIN Merger, we became the successor to contracts with non-cancellable obligations under ACELYRIN contracts. As of June 30, 2025 and December 31, 2024, the total value of non-cancellable obligations under contracts was $7.1 million and zero, respectively. This presentation of non-cancellable purchase obligations does not include any estimates of potential reduction of such liabilities related to mitigation obligations of the counterparties in the event of cancellation under the terms of our engagements.\nFronThera Contingent Consideration\nOn March 5, 2021, we entered into a stock purchase agreement to acquire FronThera U.S. Holdings, Inc. and its wholly owned subsidiary, FronThera U.S. Pharmaceuticals LLC. The transaction was accounted for as an asset acquisition. Under the agreement, we are obligated to pay contingent consideration of up to an aggregate of $120.0 million based on the achievement of specified clinical and approval milestones, for up to an aggregate of $70.0 million payable for clinical milestones, and for up to an aggregate of $50.0 million payable for approval milestones, all related to technology acquired under the agreement. In the year ended December 31, 2022, we incurred and made a $37.0 million milestone payment for the first administration of envu to a patient enrolled in a Phase 2 clinical trial of envu, which was recorded in research and development expenses in the consolidated statement of operations and comprehensive income (loss). In July 2024, we met a milestone in connection with the first administration of envu to a patient enrolled in a Phase 3 clinical trial of envu and made a $23.0 million milestone payment in August 2024, which was recorded in research and development expenses in the consolidated statement of operations and comprehensive income (loss) for the year ended December 31, 2024. No other milestones were achieved or were probable of being achieved as of June 30, 2025.\nLicense and Commercialization Agreement with Pierre Fabre\nUpon the closing of the Merger Agreement, we became the successor to ACELYRIN’s rights and obligations under the Pierre Fabre Agreement. We received certain exclusive worldwide licenses with the right to sublicense certain patents, know-how and other intellectual property to develop, manufacture, use and commercialize lonigutamab for non-oncology therapeutic indications. The license from Pierre Fabre extends to any product containing lonigutamab (excluding any fragments or derivatives) as its sole active ingredient (each, a “PF Licensed Product”). The Pierre Fabre Agreement prohibits us from using the licensed intellectual property in any antibody drug conjugate, multi-specific antibodies or any other derivatives of lonigutamab.\nWe are obligated to (i) make payments of up to $100.5 million upon the achievement of various development and regulatory milestones, (ii) make milestone payments of up to $390.0 million upon the achievement of certain commercial milestones, and (iii) pay tiered royalties in the high single-digit to low-teen percentages to Pierre Fabre on worldwide net sales in a given calendar year. Royalties will be payable for each PF Licensed Product in a given country during a period commencing upon the first commercial sale of such PF Licensed Product in such country and continuing until the latest of (a) 10 years after such first commercial sale, (b) expiration of last-to-expire valid claim in a licensed patent in such country and (c) expiration of regulatory exclusivity for such PF Licensed Product in such country. In the event we enter into a sublicense with a third party, we must also share with Pierre Fabre a percentage of any revenues from option fees, upfront payments, license maintenance fees, milestone payments or the like generated from the sublicense. Such percentage may be between the high single-digits to the low thirties based on which stage of development of a PF Licensed Product the sublicense relates to.\nUnless earlier terminated, the Pierre Fabre Agreement will continue on a PF Licensed Product-by-PF Licensed Product and country-by-country basis until there are no more royalty payments owed to Pierre Fabre on any PF Licensed Product thereunder. Either party may terminate the Pierre Fabre Agreement upon an uncured material breach, or upon the bankruptcy or insolvency of the other party. Pierre Fabre may also terminate the agreement if we or any of our affiliates\n54\n\nTable of Contents\ninstitutes a patent challenge against the licensed patents from Pierre Fabre. We may also terminate the Pierre Fabre Agreement with or without cause upon nine months’ prior written notice, so long as there is no ongoing clinical trial for any PF Licensed Product.\nAs of June 30, 2025 no milestones were probable and accrued in the unaudited condensed consolidated balance sheet.\nLeases\nWe have operating lease arrangements for office and laboratory space in South San Francisco, California and office space in Southern California. As of June 30, 2025, we had total undiscounted lease payment obligations under non-cancelable leases of $56.9 million, including $4.3 million payable through December 31, 2025. See Note 9 to our unaudited condensed consolidated financial statements included in Part I, Item 1. of this Quarterly Report on Form 10-Q.\nOff-Balance Sheet Arrangements\nDuring the periods presented, we did not have, nor do we currently have, any off-balance sheet arrangements as defined in the rules and regulations of the SEC.\nRecently Issued Accounting Pronouncements\nA description of recently issued accounting pronouncements that may potentially impact our financial position, results of operations or cash flows is disclosed in Note 2 to our unaudited condensed consolidated financial statements included in Part I, Item 1. of this Quarterly Report on Form 10-Q.\nCritical Accounting Policies and Significant Judgments and Estimates\nOur management’s discussion and analysis of our financial condition and results of operations is based on our financial statements, which have been prepared in accordance with U.S. GAAP. The preparation of these unaudited condensed consolidated financial statements requires us to make estimates and assumptions that affect the reported amounts of assets and liabilities, the disclosure of contingent assets and liabilities at the date of the financial statements, and the reported expenses during the reporting period. Our critical accounting policies are described under the heading “Management’s Discussion and Analysis of Financial Condition and Results of Operations—Critical Accounting Policies and Significant Judgments and Estimates” in the Annual Report on Form 10-K filed with the SEC on March 19, 2025. If actual results or events differ materially from the estimates and assumptions used by us in applying these policies, our reported financial condition and results of operations could be materially affected. Significant changes to our critical accounting policies from those described in the Annual Report on Form 10-K are described below.\nBusiness Acquisitions, Including Intangible Assets, Goodwill and Contingent Consideration\nWe account for business combinations, as defined in ASC Topic 805,\nBusiness Combinations\n, using the acquisition method of accounting, which generally requires that assets acquired, including IPR&D intangible assets, and liabilities assumed, be recorded at fair value on the consolidated balance sheets as of the acquisition date. The excess of the fair value of the purchase consideration over the fair value of net assets acquired, if any, is recorded as goodwill on the consolidated balance sheet. The excess of the fair value of net assets acquired over the fair value of the purchase consideration, if any, represents negative goodwill, or a gain on bargain purchase, which is recognized in the consolidated statement of operations as of the date of the acquisition.\nCalculating the fair value of assets acquired and liabilities assumed requires us to make significant estimates and assumptions. As a result, we may record adjustments to the fair values within the measurement period, which may be up to one year from the acquisition date, with the corresponding offset to goodwill or a gain on bargain purchase.\nTransaction costs associated with business combinations are expensed as they are incurred.\nIntangible assets related to IPR&D projects acquired are considered to be indefinite-lived until abandonment or completion of the associated R&D efforts, which generally occurs when regulatory approval is obtained. Goodwill and indefinite-lived intangible assets are not amortized and, instead, are tested for impairment annually, in the fourth quarter, or more\n55\n\nTable of Contents\nfrequently if events or changes in circumstances indicate that it is more likely than not that the assets are impaired. Development costs incurred after an acquisition are expensed as incurred\nIntangible assets with finite useful lives, which include completed IPR&D projects, are amortized over their estimated useful lives, primarily on a straight-line basis, and are also periodically reviewed for changes in facts or circumstances that may result in an impairment or in a reduction to the estimated useful life of the asset.\nIn determining the initial fair value of an intangible asset, or when quantitative analysis is required to determine any impairment, we usually use an income approach that discounts expected future cash flows to present value using a discount rate that is based on the estimated weighted-average cost of capital for comparable companies and represents the rate that market participants would use to value the intangible asset. These cash flow models require the use of Level 3 fair value measurements and inputs, including estimated revenues, costs and probabilities of technical and regulatory milestones, among other factors.\nIf we are required to pay future consideration that is contingent upon the achievement of specified development, regulatory approval or sales-based milestone events, then the estimated fair value of contingent consideration liabilities is recognized in the consolidated balance sheet as of the date of the acquisition. Each reporting period thereafter, we revalue these obligations and records increases or decreases in their fair value on the consolidated statements of operations until such time that the payment is made or obligations expire.\nRevenue Recognition\nWe earn revenue from collaboration agreements that allow collaborators to develop, manufacture and commercialize product candidates. Collaboration revenue is recognized in accordance with ASC 606. Arrangements with collaborators may include intellectual property licenses, research and development services, manufacturing services for clinical and commercial supply and participation in joint steering committees.\nWe recognize collaboration revenue in an amount that reflects the consideration that we expect to receive in exchange for those goods or services when our collaborator, or customer, obtains control of promised goods or services. We follow a five-step approach: (i) identify the contract with a customer, (ii) identify the performance obligations in the contract, (iii) determine the transaction price, (iv) allocate the transaction price to the performance obligations, and (v) recognize revenue when (or as) the customer obtains control of the product or service.\nAt contract inception, once the contract is determined to be within the scope of ASC 606, we assess the goods or services promised within the contract to determine whether each promised good or service is a performance obligation. Performance obligations are promises in a contract to transfer a distinct good or service to the customer that (i) the customer can benefit from on its own or together with other readily available resources and (ii) are separately identifiable from other promises in the contract. Goods or services that are not individually distinct performance obligations are combined with other promised goods or services until such combined group of promises meet the requirements of a performance obligation.\nWe determine the transaction price based on the amount of consideration we are entitled to receive in exchange for the transfer of control of a product or a service to the customer. Consideration may be fixed, variable, or a combination of both. Payments to us under these arrangements typically include one or more of the following: non-refundable upfront payments, reimbursement for research services, payments for clinical supplies, research, development or regulatory milestone payments, profit-sharing arrangements, and royalty and commercial sales milestone payments. Variable consideration, such as performance-based milestones, are included in the total consideration if we expect to receive such consideration and if it is probable that the inclusion of the variable consideration will not result in a significant reversal in the cumulative amount of revenue recognized under the arrangement. We include cost reimbursements included the transaction price using the expected value method. We exclude sales-based royalty and milestone payments from the total consideration we expect to receive until the underlying sales occur because the license to our intellectual property is deemed to be the predominant item to which the royalties or milestones relate as it is the primary driver of value in the collaboration arrangements.\nWe then allocate the transaction price to each distinct performance obligation based on the relative standalone selling price. Key assumptions to determine the standalone selling price may include forecasted revenues, development timelines,\n56\n\nTable of Contents\nprobabilities of technical and regulatory success, and the expected level of effort for research and development services. We recognize revenue associated with each performance obligation as the control over the promised goods or services transfer to our collaborators which occurs either at a point in time or over time. If control transfers over time, revenue is recognized by using a method of measuring progress that best depicts the transfer of goods or services. We evaluate the measure of progress and related inputs each reporting period and any resulting adjustments to revenue are recorded on a cumulative catch-up basis. Consideration allocated to options that include material rights is deferred until the options are exercised or expire.\nWe record amounts as accounts receivable when the right to consideration is deemed unconditional. Consideration received that does not meet the requirements to satisfy ASC 606 revenue recognition criteria is recorded as deferred revenue in the consolidated balance sheets, classified as either current (less than 12 months) or non-current (more than 12 months) deferred revenue based on our best estimate of when such revenue will be recognized.\nStock-Based Compensation Expense\nWe grant stock-based awards to employees, directors and non-employee consultants in the form of stock options to purchase shares of our common stock. We measure stock options granted with service-based vesting based on the fair value of the award on the grant date using the Black-Scholes option-pricing model. The model requires us to make a number of assumptions, including common stock fair value, expected volatility, expected term, risk-free interest rate and expected dividend yield. We expense the fair value of our stock-based compensation awards on a straight-line basis over the requisite service period, which is the period in which the related services are received.\nWe have also granted stock options with graded vesting based on market, service and performance conditions. At the grant date, the fair value of these stock options was estimated using a Monte Carlo simulation model, which uses a distribution of potential outcomes over the vesting period. The assumptions utilized in the calculation included our expected common stock price, expected volatility, risk-free rate and expected term. Stock-based compensation expense for these awards is recognized on a straight-line basis over the requisite service period, which is the longer of the explicit service period of the service condition and the derived service period of the market condition, as determined for each separately vesting portion of the awards as if each award was, in substance, multiple awards.\nStock-based compensation expense related to stock purchase rights under the 2024 ESPP is measured based on grant date at fair value using the Black-Scholes option-pricing model. The model requires us to make a number of assumptions, including common stock fair value, expected volatility, expected term, risk-free interest rate and expected dividend yield. Stock-based compensation expense is recognized on a straight-line basis over the offering period.\nWe account for award forfeitures as they occur and classify stock-based compensation expense in our consolidated statements of operations and comprehensive income (loss) in the same manner in which the award recipient’s salary or services costs are classified.\nEmerging Growth Company and Smaller Reporting Company Status\nWe are an “emerging growth company” as defined in the JOBS Act. Under the JOBS Act, an emerging growth company can take advantage of the extended transition period for complying with new or revised accounting standards and delay the adoption of certain accounting standards until those standards would otherwise apply to private companies. We have elected to avail ourselves of this exemption from complying with new or revised accounting standards and, therefore, will not be subject to the same new or revised accounting standards as other public companies that are not emerging growth companies. As a result, our financial statements may not be comparable to companies that comply with new or revised accounting pronouncements as of public company effective dates.\nSubject to certain conditions, as an emerging growth company, we may rely on certain of these exemptions, including without limitation exemptions to the requirements for (i) providing an auditor’s attestation report on our system of internal controls over financial reporting pursuant to Section 404(b) of the Sarbanes-Oxley Act and (ii) complying with any requirement that may be adopted by the Public Company Accounting Oversight Board regarding mandatory audit firm rotation or a supplement to the auditor’s report providing additional information about the audit and the financial statements, known as the auditor discussion and analysis. We will remain an emerging growth company until the earlier\n57\n\nTable of Contents\nto occur of (a) the last day of the fiscal year (A) following the fifth anniversary of the completion of our IPO, (B) in which we have total annual gross revenues of at least $1.235 billion or (C) in which we are deemed to be a “large accelerated filer” under the rules of the SEC, which means the market value of our common stock and non- voting common stock that is held by non-affiliates exceeds $700.0 million as of the prior June 30th, or\n(b) the date on which we have issued more than $1.0 billion in non-convertible debt during the prior three-year period.\nWe are also a “smaller reporting company,” meaning that the market value of our common stock and non-voting common stock held by non-affiliates plus the aggregate amount of gross proceeds expected from our IPO was less than $700.0 million as of June 30, 2024, and our annual revenue was less than $100.0 million during the most recently completed fiscal year. We may continue to be a smaller reporting company if either (i) the market value of our common stock and non-voting common stock held by non-affiliates is less than $250.0 million or (ii) our annual revenue is less than $100.0 million during the most recently completed fiscal year and the market value of our common stock and non-voting common stock held by non-affiliates is less than $700.0 million. If we are a smaller reporting company at the time we cease to be an emerging growth company, we may continue to rely on exemptions from certain disclosure requirements that are available to smaller reporting companies. Specifically, as a smaller reporting company we may choose to present only the two most recent fiscal years of audited financial statements in our Annual Report on Form 10-K and, similar to emerging growth companies, smaller reporting companies have reduced disclosure obligations regarding executive compensation.\n​"
      },
      {
        "heading": "Inflation Reduction Act (“IRA”) enacted in 2022, the Coronavirus Aid, Relief, and Economic Security Act enacted in 2020, and the Tax Cuts and Jobs Act enacted in 2017 made many significant changes to the U.S. tax laws. For example, the Tax Cuts and Jobs Act required taxpayers to capitalize and amortize U.S.-based and non-U.S.-based research and experimental (“R&E”) expenditures over five and fifteen years, respectively. The OBBBA restores the deductibility of domestic R&E expenditures in the year incurred for tax years beginning after December 31, 2024, but retains the capitalization and amortization requirement for foreign R&E expenditures. In addition, the IRA includes provisions that impact the U.S. federal income taxation of certain corporations, including a 15% minimum tax on the book income of certain large corporations and a 1% excise tax on certain corporate stock repurchases that is imposed on the corporation repurchasing such stock. Future guidance from the Internal Revenue Service and other tax authorities with respect to such legislation may affect us, and certain aspects thereof could be repealed or modified in future legislation, possibly with retroactive effect. Additionally, many countries in Europe, as well as a number of other countries and organizations (including the Organization for Economic Cooperation and Development and the European Commission), have proposed, recommended, or (in the case of countries) enacted or otherwise become subject to changes to existing tax laws or new tax laws that could significantly increase our tax obligations in the countries where we do business or require us to change the manner in which we operate our business.",
        "content": "Inflation Reduction Act (“IRA”) enacted in 2022, the Coronavirus Aid, Relief, and Economic Security Act enacted in 2020, and the Tax Cuts and Jobs Act enacted in 2017 made many significant changes to the U.S. tax laws. For example, the Tax Cuts and Jobs Act required taxpayers to capitalize and amortize U.S.-based and non-U.S.-based research and experimental (“R&E”) expenditures over five and fifteen years, respectively. The OBBBA restores the deductibility of domestic R&E expenditures in the year incurred for tax years beginning after December 31, 2024, but retains the capitalization and amortization requirement for foreign R&E expenditures. In addition, the IRA includes provisions that impact the U.S. federal income taxation of certain corporations, including a 15% minimum tax on the book income of certain large corporations and a 1% excise tax on certain corporate stock repurchases that is imposed on the corporation repurchasing such stock. Future guidance from the Internal Revenue Service and other tax authorities with respect to such legislation may affect us, and certain aspects thereof could be repealed or modified in future legislation, possibly with retroactive effect. Additionally, many countries in Europe, as well as a number of other countries and organizations (including the Organization for Economic Cooperation and Development and the European Commission), have proposed, recommended, or (in the case of countries) enacted or otherwise become subject to changes to existing tax laws or new tax laws that could significantly increase our tax obligations in the countries where we do business or require us to change the manner in which we operate our business.\nIf our information technology systems, or those used by our CROs, CMOs, clinical sites or other third parties with whom we work or our data are or were compromised, become unavailable or suffer security breaches, loss or leakage of data or other disruptions, we could suffer material adverse consequences resulting from such compromise, including but not limited to, operational or service interruption, harm to our reputation, regulatory investigations or actions, litigation, fines, penalties and liability, and other adverse consequences to our business, results of operations and financial condition.\n\nIn the ordinary course of our business, we, and the third parties with whom we work, process personal information and other sensitive data, including intellectual property, trade secrets, proprietary or confidential business information, preclinical and clinical trial data, personal information related to relevant stakeholders, third-party data, and other sensitive data (collectively, sensitive information) and as a result, we and the third parties with whom we work face a variety of evolving threats which could cause security incidents affecting or interruptions to our information technology systems and sensitive information.\nOur information technology systems and those of our CROs, CMOs, clinical sites and other third parties with whom we work are vulnerable to attack, damage and interruption from a variety of evolving threats, including but not limited to computer viruses, misconfigurations, software bugs, worms, or other vulnerabilities and malicious codes, malware (including ransomware and as a result of advanced persistent threat intrusions), application security attacks, social engineering (including through phishing attacks and deep fakes, which may be increasingly more difficult to identify as fake), supply chain attacks and vulnerabilities through our third-party service providers, denial or degradation-of-service attacks (such as credential stuffing), credential harvesting, personnel misconduct or error, fraud, server malfunctions, software or hardware failures, loss of data or other information technology assets, attacks enhanced or facilitated by AI, adware, telecommunications and electrical failures, terrorism, war, earthquakes, fires, floods, and other similar threats. Such threats are prevalent, are occurring more often, are increasingly difficult to detect, and come from a variety of sources, including traditional computer “hackers,” threat actors, “hacktivists,” organized criminal threat actors, personnel (such as through theft or misuse), sophisticated nation states, and nation-state-supported actors. In particular, ransomware attacks, including those from organized criminal threat actors, nation-states and nation-state supported actors, are becoming increasingly prevalent and severe and can lead to significant interruptions, delays, or outages in our operations, loss of data (including sensitive information), loss of income, significant extra expenses to restore data or systems, reputational loss, the diversion of funds and other consequences. To alleviate the negative impact of a ransomware attack, it may be preferable to make extortion payments, but we may be unwilling or unable to do so (including, for example, if applicable laws or regulations prohibit such payments).\nSome actors also now engage and are expected to continue to engage in cyberattacks, including without limitation nation-state actors, for geopolitical reasons and in conjunction with military conflicts and defense activities. During times of war and other major conflicts, we, and the third parties with whom we work, may be vulnerable to a heightened risk of these attacks, including retaliatory cyberattacks, that could materially disrupt our systems, operations and supply chain. In addition to experiencing a security incident, third parties may gather, collect or infer sensitive data about us from public\n84\n\nTable of Contents\nsources, data brokers or other means that reveals competitively sensitive details about our organization and could be used to undermine our competitive advantage or market position.\nAdditionally, remote work has become more common and has increased risks to our information technology systems and data, as more of our personnel utilize network connections, computers and devices outside our premises or network, including working at home, while in transit and in public locations.\nFurthermore, future or past business transactions (such as the ACELYRIN Merger or other acquisitions or integrations) could expose us to additional cybersecurity risks and vulnerabilities, as our systems could be negatively affected by vulnerabilities present in acquired or integrated entities’ systems and technologies. Additionally, we may discover security issues that were not found during due diligence of such acquired or integrated entities, and it may be difficult to integrate acquired entities into our information technology environment and security program.\nWe have in the past and may in the future expend significant resources and modify our business activities to try to protect against security incidents. While we take steps designed to anticipate, detect and remediate threats and vulnerabilities, because the threats and techniques used to exploit such vulnerabilities and gain unauthorized access to, to sabotage or otherwise compromise systems change frequently, are often sophisticated in nature, and are often are not recognized until launched against a target, we may be unable to anticipate these techniques or implement and maintain adequate preventative measures. Therefore, such vulnerabilities have and could be exploited but may not be detected until after a security incident has occurred. We may also experience security breaches that may remain undetected for an extended period. Even if identified, we may experience delays in developing and deploying remedial measures designed to address any such identified vulnerabilities and we may be unable to adequately investigate or remediate incidents or breaches due to attackers increasingly using tools and techniques that are designed to circumvent controls, to avoid detection, and to remove or obfuscate forensic evidence. There can be no assurance that our information security policies, controls or procedures, will be fully implemented, complied with or effective in protecting our systems and sensitive information.\nOur reliance on third-party service providers could introduce additional cybersecurity risks and vulnerabilities, including supply-chain attacks and other threats to our business operations. We rely on third-party service providers and technologies to operate critical business systems and to process sensitive information in a variety of contexts, including, without limitation, cloud-based infrastructure, data hosting, encryption and authentication technology, personnel email, human resource management, training and other functions. We also rely on third-party service providers to assist with our clinical trials or otherwise to operate our business, including to manage and store sensitive patient data from our clinical trials. Our ability to monitor these third parties’ information security practices is limited, and these third parties may not have adequate information security measures in place. Our third-party service providers have and may in the future experience a security incident or other interruption. While we may be entitled to damages if our third-party service providers fail to satisfy their privacy or security-related obligations to us, any award may be insufficient to cover our damages, or we may be unable to recover such award. In addition, supply-chain attacks have increased in frequency and severity, and we cannot guarantee that third parties and infrastructure in our supply chain or our third-party partners’ supply chains have not been compromised or that they do not contain exploitable defects or bugs that could result in a breach of or disruption to our information technology systems or the third-party information technology systems that support our operations.\nWe and certain of our service providers have been and are from time to time subject to cyberattacks and security incidents. Any of the previously identified or similar threats have or could cause a security incident or other interruption that resulted or results in unauthorized, unlawful, or accidental acquisition, modification, destruction, loss, alteration, encryption, disclosure, or other processing of, or access to our sensitive information or our information technology systems, or those of the third parties with whom we work. A security incident or other interruption could disrupt our ability (and that of third parties with whom we work) to conduct clinical trials. Additionally, sensitive information of the company could be leaked, disclosed, or revealed as a result of or in connection with our employees’, personnel’s or vendors’ use of generative AI technologies.\nThe costs related to significant security breaches or disruptions could be material and cause us to incur significant expenses. If the information technology systems of our CROs, CMOs, clinical sites and other third parties become subject to disruptions or security incidents, we may have insufficient recourse against such third parties and we may have to expend significant resources to mitigate the impact of such an event, and to develop and implement protections to prevent future\n85\n\nTable of Contents\nevents of this nature from occurring. Further, our cyber liability insurance coverage may not be sufficient to cover the financial, legal, business reputational or other losses that may result from an interruption or breach.\nSecurity incidents have and could result in a disruption of our business and development programs. For example, the loss of clinical trial data from completed or ongoing clinical trials for a product candidate could result in delays in our regulatory approval efforts and significantly increase our costs to recover or reproduce the data, or may limit our ability to effectively execute a product recall, if required in the future. To the extent that any disruption or security incident were to result in the loss of or damage to our data or applications, or inappropriate disclosure of sensitive information, we could incur liability and the further development of any product candidates could be delayed.\nApplicable data privacy and security obligations may require us, or we may voluntarily choose, to notify relevant stakeholders, including affected individuals, regulators, and investors, of security incidents, or take other actions, such as providing credit monitoring and identify theft protection services. Such disclosures and related actions can be costly, and the disclosure or the failure to comply with such applicable requirements could lead to adverse consequences.\nSecurity incidents (or perceived security incidents), may result in material adverse consequences such as legal claims or proceedings, liability including litigation exposure, penalties and fines under relevant legal obligations, enforcement actions and investigations by regulatory authorities, additional reporting requirements or oversight, restrictions on processing sensitive information (including personal information), indemnification obligations, monetary fund diversions, diversion of management attention, other financial loss, and damage to our reputation and a loss of confidence in us and our ability to conduct clinical trials, which could delay the clinical development of our product candidates, and of which may adversely affect our business, results of operations or financial condition.\nOur operations are predominantly concentrated in one location, and we or the third parties upon whom we depend may be adversely affected by a wildfire, earthquake or other natural disasters and our business continuity and disaster recovery plans may not adequately protect us from a serious disaster.\n\nOur current operations are predominantly located in California. Any unplanned event, such as flood, wildfire, explosion, earthquake, extreme weather condition, medical epidemic, power shortage, telecommunication failure or other natural or manmade accidents or incidents that result in us being unable to fully utilize our facilities may have a material and adverse effect on our ability to operate our business, particularly on a daily basis, and have significant negative consequences on our financial and operating conditions. Any similar impacts of natural or manmade disasters on our third-party service providers, such as our CMOs and CROs located globally, could cause delays in our clinical trials and may have a material and adverse effect on our ability to operate our business and have significant negative consequences on our financial and operating conditions. If a natural disaster, power outage or other event occurred that prevented us from using our clinical trial sites, impacted clinical supply or the conduct of our clinical trials, that damaged critical infrastructure, such as the manufacturing facilities of our third-party CMOs, or that otherwise disrupted operations, it may be difficult or, in certain cases, impossible, for us to continue our business for a substantial period of time. The disaster recovery and business continuity plans that we and third parties upon whom we rely have or may have in place may prove inadequate in the event of a serious disaster or similar event. As part of our risk management policy, we maintain insurance coverage at levels that we believe are appropriate for our business. However, in the event of an accident or incident at these facilities, we cannot assure you that the amounts of insurance will be sufficient to satisfy any damages and losses. If our facilities, or the manufacturing facilities of our CMOs, are unable to operate because of an accident or incident or for any other reason, even for a short period of time, any or all of our development programs may be harmed. Any business interruption could adversely affect our business, financial condition, results of operations and prospects.\nOur projections regarding the market opportunities for our product candidates may not be accurate, and the actual market for our products may be smaller than we estimate.\n\nThe precise incidence and prevalence for all the conditions we aim to address with our product candidates are unknown. Our projections of both the number of people who have these diseases, as well as the subset of people with these diseases who have the potential to benefit from treatment with our product candidates, are based on our beliefs and estimates. These estimates have been derived from a variety of sources, including sales of our competitors, scientific literature, surveys of clinics, patient foundations or market research, and may prove to be incorrect in general, or as to their applicability to our\n86\n\nTable of Contents\ncompany. Further, new trials may change the estimated incidence or prevalence of these diseases. The total addressable market across all of our product candidates will ultimately depend upon, among other things, the diagnosis criteria included in the final labeling for each of our product candidates approved for sale for these indications, the ability of our product candidates to improve on the safety, convenience, cost and efficacy of competing therapies or therapies in development, acceptance by the medical community and patients, drug pricing and reimbursement. The number of patients in the United States and other major markets and elsewhere may turn out to be lower than expected, patients may not be otherwise amenable to treatment with our product candidates or new patients may become increasingly difficult to identify or gain access to, all of which would adversely affect our business, financial condition, results of operations and prospects. Further, even if we obtain significant market share for our product candidates, because some of our potential target populations are very small, we may never achieve profitability despite obtaining such significant market share.\nOur cash and cash equivalents may be exposed to failure of our banking institutions.\n\nWhile we seek to minimize our exposure to third-party losses of our cash and cash equivalents, we hold our balances in a number of large financial institutions. Notwithstanding, those institutions are subject to risk of failure. For example, on March 10, 2023, Silicon Valley Bank (“SVB”) was closed by the California Department of Financial Protection and Innovation, which appointed the Federal Deposit Insurance Corporation (the “FDIC”) as receiver. Similarly, on March 12, 2023, Signature Bank was also swept into receivership. The U.S. Department of Treasury, the Federal Reserve Board (the “Federal Reserve”), and the FDIC released a statement that indicated that all depositors of SVB would have access to all of their funds, including funds held in uninsured deposit accounts, after only one business day of closure. The U.S. Department of Treasury, the FDIC and the Federal Reserve have announced a program to provide up to $25 billion of loans to financial institutions secured by certain of such government securities held by financial institutions to mitigate the risk of potential losses on the sale of such instruments, widespread demands for customer withdrawals or other liquidity needs of financial institutions for immediately liquidity may exceed the capacity of such program. There is no guarantee, however, that the U.S. Department of Treasury, the FDIC and the Federal Reserve will provide access to uninsured funds in the future in the event of the closure of other banks or financial institutions, or that they would do so in a timely fashion.\nAlthough we expect to assess our banking relationships as we believe necessary or appropriate, our access to cash in amounts adequate to finance or capitalize our current and projected future business operations could be significantly impaired by factors that affect the financial institutions with which we have banking relationships, and in turn, us.\nThese factors could include, among others, events such as liquidity constraints or failures, the ability to perform obligations under various types of financial, credit or liquidity agreements or arrangements, disruptions or instability in the financial services industry or financial markets, or concerns or negative expectations about the prospects for companies in the financial services industry. These factors could also include factors involving financial markets or the financial services industry generally. The results of events or concerns that involve one or more of these factors could include a variety of material and adverse impacts on our current and projected business operations and our financial condition and results of operations. These could include, but may not be limited to, delayed access to deposits or other financial assets or the uninsured loss of deposits or other financial assets; or termination of cash management arrangements and/or delays in accessing or actual loss of funds subject to cash management arrangements.\nIn addition, widespread investor concerns regarding the U.S. or international financial systems could result in less favorable commercial financing terms, including higher interest rates or costs and tighter financial and operating covenants, or systemic limitations on access to credit and liquidity sources, thereby making it more difficult for us to acquire financing on acceptable terms or at all. Any decline in available funding or access to our cash and liquidity resources could, among other risks, adversely impact our ability to meet our operating expenses, financial obligations or fulfill our other obligations, result in breaches of our financial and/or contractual obligations or result in violations of federal or state wage and hour laws. Any of these impacts, or any other impacts resulting from the factors described above or other related or similar factors not described above, could have material adverse impacts on our liquidity and our current and/or projected business operations and financial condition and results of operations.\nIn addition, one or more of our critical vendors, third party manufacturers, or other business partners could be adversely affected by any of the liquidity or other risks that are described above, which in turn, could have a material adverse effect on our current and/or projected business operations and results of operations and financial condition. Any business partner\n87\n\nTable of Contents\nbankruptcy or insolvency, or any breach or default by a business partner, or the loss of any significant supplier relationships, could result in material adverse impacts on our current and/or projected business operations and financial condition.\nPublic opinion and scrutiny of immunology treatments may impact public perception of our company and product candidates, or may adversely affect our ability to conduct our business and our business plans.\n\nPublic perception may be influenced by claims, such as claims that our product candidates are unsafe, unethical or immoral and, consequently, our approach may not gain the acceptance of the public or the medical community. Adverse public attitudes may also adversely impact our ability to enroll clinical trials. Moreover, our success will depend upon physicians specializing in the treatment of those diseases that our product candidates target prescribing, and their patients being willing to receive, treatments that involve the use of our product candidates in lieu of, or in addition to, existing treatments they are already familiar with and for which greater clinical data may be available. AEs in our clinical trials, even if not ultimately attributable to our product candidates, and the resulting publicity could result in withdrawal of clinical trial participants, increased governmental regulation, unfavorable public perception, potential regulatory delays in the testing or approval of our product candidates, stricter labeling requirements for those product candidates that are approved and a decrease in demand for any such product candidates. In addition, side effects generally associated with TYK2 or JAK inhibitors may negatively impact public perception of us or envu and A-005. More restrictive government regulations or negative public opinion could have an adverse effect on our business, financial condition, results of operations and prospects, and may delay or impair the development and, if approved, commercialization of our product candidates or demand for any products we may develop.\nThe future impairment of IPR&D intangible assets related to the ACELYRIN Merger may negatively affect our results of operations and financial position.\nAs of June 30, 2025, we had recorded $51.0 million of IPR&D intangible assets related to the ACELYRIN Merger. In-process research and development assets are subject to an impairment analysis whenever events or changes in circumstances indicate the carrying amount of the asset may not be recoverable. Additionally, indefinite-lived assets are subject to an impairment test at least annually. Events giving rise to impairment are an inherent risk in the pharmaceutical industry and cannot be predicted. Our results of operations and financial position in future periods could be negatively impacted should future impairments of IPR&D intangible assets occur.\nOur and ACELYRIN’s actual financial positions and results of operations may differ materially from the unaudited pro forma financial information that we filed as Exhibit 99.3 to our Current Report on Form 8-K/A, filed with the SEC on June 30, 2025.\nThe pro forma financial information that we filed as Exhibit 99.3 to our Current Report on Form 8-K/A, filed with the SEC on June 30, 2025 (the “June 8-K”) was presented for illustrative purposes only and may not be an indication of what our financial position or results of operations would have been had the transactions been completed on the dates indicated. The pro forma financial information was derived from our and ACELYRIN’s historical financial statements and certain adjustments and assumptions were made regarding the combined company after giving effect to the indicated transactions. The assets and liabilities of ACELYRIN were measured at fair value based on various preliminary estimates using assumptions that our management believed were reasonable utilizing information available at the time. The process for estimating the fair value of acquired assets and assumed liabilities requires the use of judgment in determining the appropriate assumptions and estimates. These estimates may be revised as additional information becomes available and as additional analyses are performed. Differences between preliminary estimates in the pro forma financial information and the final acquisition accounting will occur and could have a material impact on the pro forma financial information and the combined company’s financial position and future results of operations.\n88\n\nTable of Contents\nRisks Related to Intellectual Property\n\nIf we are unable to obtain and maintain sufficient intellectual property protection for our product candidates and any future product candidates we may develop, or if the scope of the intellectual property protection obtained is not sufficiently broad, our competitors or other third parties could develop and commercialize products similar or identical to ours, and our ability to successfully develop and commercialize our product candidates may be adversely affected.\n\nWe rely upon a combination of patents, know-how and confidentiality agreements to protect the intellectual property related to our product candidates and technologies and to prevent third parties from copying and surpassing our achievements, thus eroding our competitive position in our market. Our success depends in large part on our ability to obtain and maintain patent protection in the United States and other countries for our product candidates and their uses, as well as our ability to operate without infringing, misappropriating or otherwise violating the proprietary rights of others. We seek to protect our proprietary position by filing patent applications in the United States and abroad related to our product candidates and novel discoveries that are important to our business. Our pending and future patent applications may not result in patents being issued. We cannot assure you that issued patents will afford sufficient protection of our product candidates or their intended uses against competitors, nor can there be any assurance that the patents issued will not be infringed, designed around, invalidated by third parties, or effectively prevent others from commercializing competitive products or product candidates.\nObtaining and enforcing patents is expensive and time-consuming, and we may not be able to file, prosecute, maintain, enforce or license all necessary or desirable patent applications or maintain and/or enforce patents that may issue based on our patent applications, at a reasonable cost or in a timely manner. We may not be able to obtain or maintain patent applications and patents due to the subject matter claimed in such patent applications and patents being in disclosures in the public domain. It is also possible that we will fail to identify patentable aspects of our research and development results before it is too late to obtain patent protection. Although we have in the past and will continue to enter into non-disclosure and confidentiality agreements with parties who have access to confidential or patentable aspects of our research and development output, such as our employees, corporate collaborators, outside scientific collaborators, CROs, CMOs, consultants, advisors and other third parties, any of these parties may breach these agreements and disclose such results before a patent application is filed, thereby jeopardizing our ability to seek patent protection. Consequently, we may not be able to prevent any third parties from using any of our technology that is in the public domain to compete with our product candidates\n.\nComposition of matter patents for pharmaceutical product candidates often provide a strong form of intellectual property protection for those types of products, as such patents provide protection without regard to any method of use. However, we cannot be certain that the claims in our pending patent applications directed to composition of matter of our product candidates will be considered patentable by the United States Patent and Trademark Office (“USPTO”) or by patent offices in foreign countries, or that the claims in any of our issued patents will be considered valid and enforceable by courts in the United States or foreign countries. Method of use patents protect the use of a product for the specified method. This type of patent does not prevent a competitor from making and marketing a product that is identical to our product candidates for an indication that is outside the scope of the patented method. Moreover, even if competitors do not actively promote their product for our targeted indications, clinicians may prescribe these products “off-label.” Although off-label prescriptions may infringe or contribute to the infringement of method of use patents, the practice is common and such infringement is difficult to prevent or prosecute.\nThe patent position of biopharmaceutical companies generally is highly uncertain, involves complex legal and factual questions and has in recent years been the subject of much litigation, resulting in court decisions, including Supreme Court decisions, which have increased uncertainties as to the ability to enforce patent rights in the future. As a result, the issuance, scope, validity, enforceability and commercial value of any patent rights are highly uncertain. Our pending and future owned or in-licensed patent applications may not result in issued patents that protect our product candidates effectively to prevent others from commercializing our product candidates or otherwise provide any competitive advantage. In fact, patent applications may not issue as patents at all. The coverage claimed in a patent application can also be significantly reduced before the patent is issued, and its scope can be reinterpreted after issuance. In addition, the laws of foreign countries may not protect our rights to the same extent as the laws of the United States, or vice versa.\n89\n\nTable of Contents\nThe issuance of a patent is not conclusive as to its inventorship, scope, validity or enforceability and our pending patent applications may be challenged in patent offices in the United States and abroad. Even issued patents may later be found invalid or unenforceable or may be modified or revoked in proceedings instituted by third parties before various patent offices or in courts. For example, our pending patent applications may be subject to third-party pre-issuance submissions of prior art to the USPTO, or our issued patents may be subject to post-grant review (“PGR”) proceedings, oppositions, derivations, reexaminations, interferences, inter partes review (“IPR”) proceedings or other similar proceedings, in the United States or elsewhere, challenging our patent rights or the patent rights of others. Such submissions may also be made prior to a patent’s issuance, precluding the granting of a patent based on one or more of our owned pending patent applications. An adverse determination in any such challenges may result in loss of exclusivity or in patent claims being narrowed, invalidated, or held unenforceable, in whole or in part, which could limit our ability to stop others from using or commercializing similar or identical product candidates, or limit the duration of the patent protection of our product candidates. Such challenges also may result in substantial cost and require significant time from our scientists and management, even if the eventual outcome is favorable to us. Any of the foregoing could adversely affect our business, financial condition, results of operations and prospects.\nA third party may also claim that our patent rights are invalid or unenforceable in a litigation. An adverse result in any legal proceeding could put one or more of our owned or patents at risk of being invalidated or interpreted narrowly and could allow third parties to commercialize our products and compete directly with us, without payment to us, or result in our inability to manufacture or commercialize our technology, products or product candidates without infringing third-party patent rights.\nIn addition, given the amount of time required for the development, testing and regulatory review of new product candidates, patents protecting such product candidates might expire before or shortly after such candidates are commercialized. The degree of future protection for our proprietary rights is uncertain. Only limited protection may be available and may not adequately protect our rights or permit us to gain or keep any competitive advantage. Any failure to obtain or maintain patent protection with respect to our product candidates or their uses could adversely affect our business, financial condition, results of operations and prospects.\nWe cannot ensure that patent rights relating to inventions described and claimed in our or any current or future licensors pending patent applications will issue or that patents based on our or any current or future licensors patent applications will not be challenged and rendered invalid and/or unenforceable.\n\nThe patent application process is subject to numerous risks and uncertainties, and there can be no assurance that we or any of our current or future licensors or collaborators will be successful in protecting our product candidates by obtaining and defending patents. We have several pending United States and foreign patent applications in our portfolio. We cannot predict:\n●\nif and when patents may issue based on our patent applications;\n​\n●\nthe scope of protection of any patent issuing based on our patent applications;\n●\nwhether the claims of any patent issuing based on our patent applications will provide protection against competitors;\n​\n●\nwhether or not third parties will find ways to invalidate or circumvent our patent rights;\n​\n●\nwhether or not others will obtain patents claiming aspects similar to those covered by our patents and patent applications;\n​\n●\nwhether we will need to initiate litigation or administrative proceedings to enforce and/or defend our patent rights which will be costly whether we win or lose; or\n90\n\nTable of Contents\n●\nwhether the patent applications that we own will result in issued patents with claims that cover our product candidates or uses thereof in the United States or in other foreign countries.\n​\nWe cannot be certain that the claims in our or any current or future licensors’ pending patent applications directed to our product candidates will be considered patentable by the USPTO or by patent offices in foreign countries. There can be no assurance that any such patent applications will issue as granted patents. One aspect of the determination of patentability of our or any current or future licensors’ inventions depends on the scope and content of the “prior art,” information that was or is deemed available to a person of skill in the relevant art prior to the priority date of the claimed invention. There may be prior art of which we are not aware that may affect the patentability of our or any current or future licensors’ patent claims or, if issued, affect the validity or enforceability of a patent claim. Even if the patents do issue based on our or any current or future licensors’ patent applications, third parties may challenge the validity, enforceability or scope thereof, which may result in such patents being narrowed, invalidated or held unenforceable. Furthermore, even if they are unchallenged, patents in our or any current or future licensors’ portfolio may not adequately exclude third parties from practicing relevant technology or prevent others from designing around our claims. If the breadth or strength of our intellectual property position with respect to our product candidates is threatened, it could dissuade companies from collaborating with us to develop and threaten our ability to commercialize our product candidates. In the event of litigation or administrative proceedings, we cannot be certain that the claims in any of our issued patents will be considered valid by courts in the United States or foreign countries.\nWe may not be able to protect our intellectual property rights throughout the world.\n\nPatents are of national or regional effect, and filing, prosecuting and defending patents on all of our research programs and product candidates in all countries throughout the world would be prohibitively expensive. In addition, the laws of some foreign countries do not protect intellectual property rights to the same extent as federal and state laws in the United States, even in jurisdictions where we do pursue patent protection. Consequently, we may not be able to prevent third parties from practicing our or any current or future licensors’ inventions in all countries outside the United States, even in jurisdictions where we or any current or future licensors do pursue patent protection, or from selling or importing products made using our or any current or future licensors’ inventions in and into the United States or other jurisdictions. Competitors may use our or any current or future licensors’ technologies in jurisdictions where we have not obtained patent protection to develop their own products and, further, may export otherwise infringing products to territories where we or any current or future licensors have patent protection, but enforcement is not as strong as that in the United States. These competitor products may compete with our product candidates, and our or any current or future licensors’ patents or other intellectual property rights may not be effective or sufficient to prevent them from competing.\nVarious companies have encountered significant problems in protecting and defending intellectual property rights in foreign jurisdictions. The legal systems of many countries do not favor the enforcement of patents and other intellectual property protection, particularly those relating to pharmaceuticals, which could make it difficult for us to stop the infringement of our or any current or future licensors’ patents or marketing of competing products in violation of our proprietary rights.\nCertain countries outside the United States have compulsory licensing laws under which a patent owner may be compelled to grant licenses to third parties. In addition, many countries limit the enforceability of patents against government agencies or government contractors. As a result, a patent owner may have limited remedies in certain circumstances, which could materially diminish the value of such patent. If we or any current or future licensors are forced to grant a license to third parties with respect to any patents relevant to our business, our competitive position may be impaired, and our business, financial condition, results of operations and prospects may be adversely affected. Accordingly, our efforts to enforce our intellectual property rights around the world may be inadequate to obtain a significant commercial advantage from the intellectual property that we develop or license in the future.\nFurther, the standards applied by the USPTO and foreign patent offices in granting patents are not always applied uniformly or predictably. As such, we do not know the degree of future protection that we will have on our product candidates. While we will endeavor to try to protect our product candidates with intellectual property rights, such as patents, as appropriate, the process of obtaining patents is time consuming, expensive and unpredictable.\n91\n\nTable of Contents\nIntellectual property rights do not necessarily address all potential threats to our competitive advantage.\n\nThe degree of future protection afforded by our intellectual property rights is uncertain because intellectual property rights have limitations and may not adequately protect our business or permit us to maintain our competitive advantage. For example:\n●\nothers may be able to make product candidates that are similar to ours but that are not covered by the pending patent applications that we own or any patents or patent applications that we currently in-license or may in-license in the future;\n​\n●\nwe or any current or future licensors or collaborators might not have been the first to make the inventions covered by the pending patent application that we own or may in-license in the future;\n●\n​\nwe or any current or future licensors or collaborators might not have been the first to file patent applications covering certain of our or their inventions;\n​\n●\nothers may independently develop similar or alternative technologies or duplicate any of our technologies without infringing or otherwise violating our owned intellectual property rights or any patent applications that we may license in the future;\n​\n●\nit is possible that noncompliance with the USPTO and foreign governmental patent agencies requirement for a number of procedural, documentary, fee payment and other provisions during the patent process can result in abandonment or lapse of a patent or patent application, and partial or complete loss of patent rights in the relevant jurisdiction;\n​\n●\nit is possible that our pending owned patent applications or those that we may own or license in the future will not lead to issued patents;\n​\n●\nissued patents, if any arise in the future, that we either own or that we may license in the future may be revoked, modified, or held invalid or unenforceable, as a result of legal challenges by our competitors;\n​\n●\nothers may have access to the same intellectual property rights licensed to us in the future on a non-exclusive basis;\n​\n●\nour competitors might conduct research and development activities in countries where we do not have patent rights and then use the information learned from such activities to develop competitive products for sale in our major commercial markets;\n​\n●\nwe may not develop additional proprietary technologies that are patentable;\n​\n●\nwe cannot predict the scope of protection of any patent issuing based on our or any current or future licensors’ patent applications, including whether the patent applications that we own, or, in the future, in-license will result in issued patents with claims directed to our product candidates or uses thereof in the United States or in other foreign countries;\n​\n●\nthere may be significant pressure on the United States government and international governmental bodies to limit the scope of patent protection both inside and outside the United States for disease treatments that prove successful, as a matter of public policy regarding worldwide health concerns;\n​\n●\ncountries other than the United States may have patent laws less favorable to patentees than those upheld by United States courts, allowing foreign competitors a better opportunity to create, develop and market\n92\n\nTable of Contents\ncompeting product candidates; the claims of any patent issuing based on our patent applications may not provide protection against competitors or any competitive advantages, or may be challenged by third parties;\n​\n●\nif enforced, a court may not hold that our patents, if they issue in the future, are valid, enforceable and infringed;\n​\n●\nwe may need to initiate litigation or administrative proceedings to enforce and/or defend our patent rights which will be costly whether we win or lose;\n​\n●\nwe may choose not to file a patent application in order to maintain certain trade secrets or know-how, and a third party may subsequently file a patent application covering such intellectual property;\n​\n●\nwe may fail to adequately protect and police our trademarks and trade secrets; and\n​\n●\nthe patents of others may have an adverse effect on our business, including if others obtain patents claiming subject matter similar to or improving that covered by our patent applications.\n​\nShould any of these or similar events occur, they could significantly harm our business, financial condition, results of operations and prospects.\nWe may not identify relevant third-party patents or may incorrectly interpret the relevance, scope or expiration of a third-party patent, which might adversely affect our ability to develop and market our product candidates.\n\nAs the biopharmaceutical industry expands and more patents are issued, the risk increases that our product candidates may be subject to claims of infringement of the patent rights of third parties. There can be no assurance that our operations do not, or will not in the future, infringe, misappropriate or otherwise violate existing or future third-party patents or other intellectual property rights. Identification of third-party patent rights that may be relevant to our operations is difficult because patent searching is imperfect due to differences in terminology among patents, incomplete databases and the difficulty in assessing the meaning of patent claims. We cannot guarantee that any of our patent searches or analyses, including the identification of relevant patents, the scope of patent claims or the expiration of relevant patents, are complete or thorough, nor can we be certain that we have identified each and every third-party patent and pending application in the United States and abroad that is relevant to or necessary for the commercialization of our product candidates in any jurisdiction.\nNumerous United States and foreign patents and pending patent applications exist in our market that are owned by third parties. Our competitors in both the United States and abroad, many of which have substantially greater resources and have made substantial investments in patent portfolios and competing technologies, may have applied for or obtained or may in the future apply for and obtain, patents that will prevent, limit or otherwise interfere with our ability to make, use and sell our product candidates. We do not always conduct independent reviews of pending patent applications and patents issued to third parties. Patent applications in the United States and elsewhere are typically published approximately 18 months after the earliest filing for which priority is claimed, with such earliest filing date being commonly referred to as the priority date. Certain United States applications that will not be filed outside the United States can remain confidential until patents issue. In addition, patent applications in the United States and elsewhere can be pending for many years before issuance, or unintentionally abandoned patents or applications can be revived. Furthermore, pending patent applications that have been published can, subject to certain limitations, be later amended in a manner that could cover our product candidates or the use of our product candidates. As such, there may be applications of others now pending or recently revived patents of which we are unaware. These patent applications may later result in issued patents, or the revival of previously abandoned patents, that may be infringed by the manufacture, use or sale of our product candidates or will prevent, limit or otherwise interfere with our ability to make, use or sell our product candidates.\nThe scope of a patent claim is determined by an interpretation of the law, the written disclosure in a patent and the patent’s prosecution history. Our interpretation of the relevance or the scope of a patent or a pending application may be incorrect. For example, we may incorrectly determine that our product candidates are not covered by a third-party patent or may\n93\n\nTable of Contents\nincorrectly predict whether a third-party’s pending application will issue with claims of relevant scope. Our determination of the expiration date of any patent in the United States or abroad that we consider relevant may be incorrect. Our failure to identify and correctly interpret relevant patents may negatively impact our ability to develop and market our product candidates.\nWe cannot provide any assurances that third-party patents and other intellectual property rights do not exist which might be enforced against our current technology, including our research programs, product candidates, their respective methods of use, manufacture and formulations thereof, and could result in either an injunction prohibiting our manufacture or future sales, or, with respect to our future sales, an obligation on our part to pay royalties and/or other forms of compensation to third parties, which could be significant.\nWe may be involved in lawsuits to protect or enforce our patents or other intellectual property, which could be expensive, time-consuming and unsuccessful.\n\nCompetitors or other third parties may infringe our patents, trademarks or other intellectual property. To counter infringement or unauthorized use, we or any current or future licensors may be required to file infringement claims, which can be expensive and time consuming and divert the time and attention of our management and scientific personnel. Our or any current or future licensors’ pending patent applications cannot be enforced against third parties practicing the technology claimed in such applications unless and until a patent issues from such applications. Any claims we assert against perceived infringers could provoke these parties to assert counterclaims against us alleging that we infringe their patents, in addition to counterclaims asserting that our patents or any current or future licensors’ patents are invalid or unenforceable, or both. In patent litigation in the United States, defendant counterclaims alleging invalidity and/or unenforceability are commonplace. Grounds for a validity challenge could be an alleged failure to meet any of several statutory requirements, including lack of novelty, obviousness, non-enablement, insufficient written description or failure to claim patent-eligible subject matter. Grounds for an unenforceability assertion could be an allegation that someone connected with prosecution of the patent withheld relevant information from the USPTO or made a misleading statement during prosecution. The outcome following legal assertions of invalidity and unenforceability is unpredictable. In any patent infringement proceeding, there is a risk that a court will decide that a patent of ours or any current or future licensors is invalid or unenforceable, in whole or in part, and that we do not have the right to stop the other party from using the invention at issue. There is also a risk that, even if the validity of such patents is upheld, the court will construe the patent’s claims narrowly or decide that we do not have the right to stop the other party from using the invention at issue on the grounds that our or any current or future licensors’ patent claims do not cover the invention, or decide that the other party’s use of our or any current or future licensors’ patented technology falls under the safe harbor to patent infringement under 35 U.S.C. §271(e)(1). An adverse outcome in a litigation or proceeding involving our or any current or future licensors’ patents could limit our ability to assert our or any current or future licensors’ patents against those parties or other competitors and may curtail or preclude our ability to exclude third parties from making and selling similar or competitive products. Any of these occurrences could adversely affect our competitive position, and our business, financial condition, results of operations and prospects. Similarly, if we assert trademark infringement claims, a court may determine that the marks we have asserted are invalid or unenforceable, or that the party against whom we have asserted trademark infringement has superior rights to the marks in question. In this case, we could ultimately be forced to cease use of such trademarks.\nEven if we establish infringement, the court may decide not to grant an injunction against further infringing activity and instead award only monetary damages, which may or may not be an adequate remedy. Furthermore, because of the substantial amount of discovery required in connection with intellectual property litigation, there is a risk that some of our confidential information could be compromised by disclosure during litigation. There could also be public announcements of the results of hearings, motions or other interim proceedings or developments. If securities analysts or investors perceive these results to be negative, it could adversely affect the price of shares of our common stock. Moreover, we cannot assure you that we will have sufficient financial or other resources to file and pursue such infringement claims, which typically last for years before they are concluded. Even if we ultimately prevail in such claims, the monetary cost of such litigation and the diversion of the attention of our management and scientific personnel could outweigh any benefit we receive as a result of the proceedings.\n94\n\nTable of Contents\nWe may become involved in third-party claims of intellectual property infringement, which may prevent or delay our product discovery and development efforts.\n\nOur commercial success depends in part on our avoiding infringement of the patents and proprietary rights of third parties. There is a substantial amount of litigation involving the infringement of patents and other intellectual property rights in the biotechnology and pharmaceutical industries. We may be exposed to, or threatened with, future litigation by third parties having patent or other intellectual property rights and who allege that our product candidates, uses and/or other proprietary technologies infringe their intellectual property rights. Numerous United States and foreign issued patents and pending patent applications, which are owned by third parties, exist in the fields in which we are developing our product candidates. As the biotechnology and pharmaceutical industries expand and more patents are issued, the risk that our product candidates may give rise to claims of infringement of the patent rights of others increases. Moreover, it is not always clear to industry participants, including us, which patents exist which may be found to cover various types of drugs, products or their methods of use or manufacture. Thus, because of the large number of patents issued and patent applications currently pending in our fields, there may be a risk that third parties may allege they have patent rights which are infringed by our product candidates, technologies or methods.\nIf a third party alleges that we infringe its intellectual property rights, we may face a number of issues, including, but not limited to:\n●\ninfringement and other intellectual property misappropriation which, regardless of merit, may be expensive and time-consuming to litigate and may divert our management’s attention from our core business;\n​\n●\nsubstantial damages for infringement or misappropriation, which we may have to pay if a court decides that the product candidate or technology at issue infringes on or violates the third-party’s rights, and, if the court finds we have willfully infringed intellectual property rights, we could be ordered to pay treble damages and the patent owner’s attorneys’ fees;\n●\n​\nan injunction prohibiting us from manufacturing, marketing or selling our product candidates, or from using our proprietary technologies, unless the third party agrees to license its patent rights to us;\n​\n●\neven if a license is available from a third party, we may have to pay substantial royalties, upfront fees and other amounts, and/or grant cross-licenses to intellectual property rights protecting our products; and\n​\n●\nwe may be forced to try to redesign our product candidates or processes so they do not infringe third-party intellectual property rights, an undertaking which may not be possible or which may require substantial monetary expenditures and time.\n​\nSome of our competitors may be able to sustain the costs of complex patent litigation more effectively than we can because they have substantially greater resources. In addition, any uncertainties resulting from the initiation and continuation of any litigation could have a material adverse effect on our ability to raise the funds necessary to continue our operations or could otherwise have a material adverse effect on our business, results of operations, financial condition and prospects.\nThird parties may assert that we are employing their proprietary technology without authorization. Generally, conducting preclinical and clinical trials and other development activities in the United States is not considered an act of infringement. While we may believe that patent claims or other intellectual property rights of a third party would not have a materially adverse effect on the commercialization of our product candidates, we may be incorrect in this belief, or we may not be able to prove it in litigation. In this regard, patents issued in the United States by law enjoy a presumption of validity that can be rebutted only with evidence that is “clear and convincing,” a heightened standard of proof. There may be issued third-party patents of which we are currently unaware with claims to compositions, formulations, methods of manufacture or methods for treatment related to the use or manufacture of our product candidates.\nPatent applications can take many years to issue. There may be currently pending patent applications which may later result in issued patents that may be infringed by our product candidates. Moreover, we may fail to identify relevant patents\n95\n\nTable of Contents\nor incorrectly conclude that a patent is invalid, not enforceable, exhausted, or not infringed by our activities. If any third-party patents, held now or obtained in the future by a third party, were found by a court of competent jurisdiction to cover the manufacturing process of our product candidates, the holders of any such patents may be able to block our ability to commercialize the product candidate unless we obtained a license under the applicable patents, or until such patents expire or they are finally determined to be held invalid or unenforceable. Similarly, if any third-party patent were held by a court of competent jurisdiction to cover any aspect of our formulations, any combination therapies or patient selection methods, the holders of any such patent may be able to block our ability to develop and commercialize the product candidate unless we obtained a license or until such patent expires or is finally determined to be held invalid or unenforceable. In either case, such a license may not be available on commercially reasonable terms or at all. If we are unable to obtain a necessary license to a third-party patent on commercially reasonable terms, or at all, our ability to commercialize our product candidates, if approved, may be impaired or delayed, which could in turn significantly harm our business. Even if we obtain a license, it may be non-exclusive, thereby giving our competitors access to the same technologies licensed to us. In addition, if the breadth or strength of protection provided by our patents and patent applications is threatened, it could dissuade companies from collaborating with us to license, develop or commercialize current or future product candidates.\nParties making claims against us may seek and obtain injunctive or other equitable relief, which could effectively block our ability to further develop and commercialize our product candidates. Defense of these claims, regardless of their merit, could involve substantial litigation expense and would be a substantial diversion of employee resources from our business. In the event of a successful claim of infringement against us, we may have to pay substantial damages, including treble damages and attorneys’ fees for willful infringement, obtain one or more licenses from third parties, pay royalties or redesign our infringing products, which may be impossible or require substantial time and monetary expenditure. We cannot predict whether any such license would be available at all or whether it would be available on commercially reasonable terms. Furthermore, even in the absence of litigation, we may need or may choose to obtain licenses from third parties to advance our research or allow commercialization of our product candidates. We may fail to obtain any of these licenses at a reasonable cost or on reasonable terms, if at all. In that event, we would be unable to further develop and commercialize our product candidates, which could harm our business significantly.\nWe may not be successful in obtaining or maintaining necessary rights to our product candidates through acquisitions and in-licenses.\n\nBecause our development programs may in the future require the use of proprietary rights held by third parties, the growth of our business may depend in part on our ability to acquire, in-license, or use these third-party proprietary rights. We may be unable to acquire or in-license any compositions, methods of use, processes or other third-party intellectual property rights from third parties that we identify as necessary for our product candidates on commercially reasonable terms or at all. Even if we are able to in-license any such necessary intellectual property, it could be on nonexclusive terms, thereby giving our competitors and other third parties access to the same intellectual property licensed to us, and it could require us to make substantial licensing and royalty payments. The licensing and acquisition of third-party intellectual property rights is a competitive area, and a number of more established companies may pursue strategies to license or acquire third-party intellectual property rights that we may consider attractive or necessary. These established companies may have a competitive advantage over us due to their size, capital resources and greater clinical development and commercialization capabilities. In addition, companies that perceive us to be a competitor may be unwilling to assign or license rights to us. We also may be unable to license or acquire third-party intellectual property rights on terms that would allow us to make an appropriate return on our investment or at all. If we are unable to successfully obtain rights to required third-party intellectual property rights or maintain the existing intellectual property rights we have obtained, we may have to abandon development of the relevant program or product candidate, which could adversely affect our business, financial condition, results of operations and prospects.\nWe may enter into license agreements in the future with others to advance our existing or future research or allow commercialization of our existing or future product candidates, if approved. These licenses may not provide exclusive rights to use such intellectual property and technology in all relevant fields of use and in all territories in which we may wish to develop or commercialize our technology and product candidates in the future. In that event, we may be required to expend significant time and resources to redesign our product candidates, or the methods for manufacturing them, all of which may not be feasible on a technical or commercial basis. If we are unable to do so, we may be unable to develop or commercialize the affected product candidates, if approved, which could harm our business, financial condition, results\n96\n\nTable of Contents\nof operations, and prospects significantly. We cannot provide any assurances that third-party patents do not exist which might be enforced against our current manufacturing methods, product candidates, or future methods or product candidates resulting in either an injunction prohibiting our manufacture or future sales, or, with respect to our future sales, an obligation on our part to pay royalties and/or other forms of compensation to third parties, which could be significant.\nWe may become subject to claims challenging the inventorship or ownership of our or any current or future licensors’ patents and other intellectual property.\n\nWe may be subject to claims that former employees, collaborators or other third parties have an interest in our or any current or future licensors’ patents or other intellectual property as an inventor or co-inventor. The failure to name the proper inventors on a patent application can result in the patents issuing thereon being unenforceable. Inventorship disputes may arise from conflicting views regarding the contributions of different individuals named as inventors, the effects of foreign laws where foreign nationals are involved in the development of the subject matter of the patent, conflicting obligations of third parties involved in developing our product candidates or as a result of questions regarding co-ownership of potential joint inventions. Litigation may be necessary to resolve these and other claims challenging inventorship or ownership. Alternatively, or additionally, we may enter into agreements to clarify the scope of our rights in such intellectual property. If we fail in defending any such claims, in addition to paying monetary damages, we may lose valuable intellectual property rights, such as exclusive ownership of, or right to use, valuable intellectual property. Such an outcome could adversely affect our business. Even if we are successful in defending against such claims, litigation could result in substantial costs and be a distraction to management and other employees.\nAny current or future licensors may have relied on third-party consultants or collaborators or on funds from third parties, such as the United States government, such that these licensors are not the sole and exclusive owners of the patents we in-licensed. If other third parties have ownership rights or other rights to our in-licensed patents, they may be able to license such patents to our competitors, and our competitors could market competing products and technology. This could adversely affect our competitive position, business, financial condition, results of operations and prospects.\nIn addition, while it is our policy to require our employees and contractors who may be involved in the conception or development of intellectual property to execute agreements assigning such intellectual property to us, we may be unsuccessful in executing such an agreement with each party who, in fact, conceives or develops intellectual property that we regard as our own. The assignment of intellectual property rights may not be self-executing, or the assignment agreements may be breached, and we may be forced to bring claims against third parties, or defend claims that they may bring against us, to determine the ownership of what we regard as our intellectual property. Such claims could adversely affect our business, financial condition, results of operations and prospects.\n\nWe may form or seek collaborations or strategic alliances or enter into licensing arrangements in the future, and we may neither enter into, nor realize the benefits of, such alliances or licensing arrangements.\n\nAny future collaborations that we enter into may not be successful and we may not enter into such collaborations at all. The success of our collaboration arrangements will depend heavily on the efforts and activities of any future collaborators. Collaborations are subject to numerous risks, which may include that:\n●\ncollaborators have significant discretion in determining the efforts and resources that they will apply to collaborations;\n●\ncollaborators may not pursue development and commercialization of our product candidates or may elect not to continue or renew development or commercialization programs based on trial or test results, changes in their strategic focus due to the acquisition of competitive products, availability of funding or other external factors, such as a business combination that diverts resources or creates competing priorities;\n●\ncollaborators could independently develop, or develop with third parties, products that compete directly or indirectly with our product candidates;\n97\n\nTable of Contents\n●\na collaborator with marketing, manufacturing and distribution rights to one or more products may not commit sufficient resources to or otherwise not perform satisfactorily in carrying out these activities;\n●\nwe could grant exclusive rights to our collaborators that would prevent us from collaborating with others;\n●\ncollaborators may not properly maintain or defend our intellectual property rights or may use our intellectual property or proprietary information in a way that gives rise to actual or threatened litigation that could jeopardize or invalidate our intellectual property or proprietary information or expose us to potential liability;\n●\ndisputes may arise between us and a collaborator that causes the delay or termination of the research, development or commercialization of our future product candidates or that results in costly litigation or arbitration that diverts management attention and resources;\n●\ncollaborations may be terminated, and, if terminated, may result in a need for additional capital to pursue further development or commercialization of the applicable future product candidates;\n●\ncollaborators may own or co-own intellectual property covering our product candidates that results from our collaborating with them, and in such cases, we would not have the exclusive right to develop or commercialize such intellectual property; and\n●\na collaborator’s sales and marketing activities or other operations may not be in compliance with applicable laws, resulting in civil or criminal proceedings.\nIf we fail to comply with our obligations in the agreements under which we in-license or acquire development or commercialization rights to product candidates, or data from third parties, we could lose such rights that are important to our business.\nWe are heavily reliant upon licenses to certain patent rights and other intellectual property for the development of lonigutamab. For example, we depend on licenses from Pierre Fabre for certain intellectual property relating to the development and commercialization of lonigutamab, respectively, in specific territories.\nPierre Fabre may have relied upon, and any future licensors may rely upon, third-party companies, consultants or collaborators, or on funds from third parties such that our licensors are not the sole and exclusive owners of the patents we in-licensed. If our licensors, including Pierre Fabre, fail to prosecute, maintain, enforce, and defend such patents, or lose rights to those patents, the rights we have licensed may be reduced or eliminated, and our right to develop and commercialize lonigutamab could be adversely affected. Further development and commercialization of lonigutamab and development of any other future product candidates may require us to enter into additional license or collaboration agreements. For example, our licensors or other third parties may develop intellectual property covering lonigutamab which we have not licensed. Our future licenses may not provide us with exclusive rights to use the licensed patent rights and other intellectual property licensed thereunder, or may not provide us with exclusive rights to use such patent rights and intellectual property in all relevant fields of use and in all territories in which we wish to develop or commercialize lonigutamab or our other product candidates in the future.\nIn spite of our efforts, licensors such as Pierre Fabre might conclude that we are in material breach of obligations under our license agreements and may therefore have the right to terminate the license agreements, thereby removing our ability to develop and commercialize product candidates and technology covered by such license agreements. If such in-licenses are terminated, or if the underlying patents fail to provide the intended exclusivity, our competitors would have the freedom to seek regulatory approval of, and to market, products identical to our product candidates and the licensors to such in-licenses could prevent us from developing or commercializing product candidates that rely upon the patents or other intellectual property rights which were the subject matter of such terminated agreements. In addition, we may seek to obtain additional licenses from our licensors and, in connection with obtaining such licenses, we may agree to amend our existing licenses in a manner that may be more favorable to the licensors, including by agreeing to terms that could enable third parties (potentially including our competitors) to receive licenses to a portion of the intellectual property that is\n98\n\nTable of Contents\nsubject to our existing licenses and compete with our existing product candidates. Any of these events could adversely affect our business, financial condition, results of operations, and prospects.\nDisputes may arise regarding intellectual property subject to a licensing agreement, including:\n●\nthe scope of rights granted under the license agreement and other interpretation-related issues;\n●\nour financial or other obligations under the license agreement;\n●\nthe extent to which our processes infringe on intellectual property of the licensor that is not subject to the licensing agreement;\n●\nthe sublicensing of patent and other rights under our collaborative development relationships;\n●\nour diligence obligations under the license agreement and what activities satisfy those obligations;\n●\nthe inventorship or ownership of inventions and know-how resulting from the joint creation or use of intellectual property by our licensors and us and our partners; and\n●\nthe priority of invention of patented technology.\nIn addition, our license agreements are, and any future license agreements are likely to be, complex, and certain provisions in such agreements may be susceptible to multiple interpretations. The resolution of any contract interpretation disagreement that may arise could narrow what we believe to be the scope of our rights to the relevant intellectual property or increase what we believe to be our financial or other obligations under the relevant agreement, either of which could adversely affect our business, financial condition, results of operations, and prospects. Moreover, if disputes over intellectual property that we have licensed or may license in the future prevent or impair our ability to maintain our current or future licensing arrangements on commercially acceptable terms, we may be unable to successfully develop and commercialize the affected product candidates, which could adversely affect our business, financial condition, results of operations, and prospects.\nAny license agreements we enter into in the future may be subject to certain rights retained by third parties.\n\nAny future licensors may retain certain rights under the relevant agreements with us, including the right to use the underlying product candidates for academic and research use, to publish general scientific findings from research related to the product candidates, to make customary scientific and scholarly disclosures of information relating to the product candidates, or to develop or commercialize the licensed product candidates in certain regions.\nIn addition, the United States federal government retains certain rights in inventions produced with its financial assistance under the Patent and Trademark Law Amendments Act (the “Bayh-Dole Act”). The federal government retains a “nonexclusive, nontransferable, irrevocable, paid-up license” for its own benefit. The Bayh-Dole Act also provides federal agencies with “march-in rights.” March-in rights allow the government, in specified circumstances, to require the contractor or successors in title to the patent to grant a “nonexclusive, partially exclusive, or exclusive license” to a “responsible applicant or applicants.” If the patent owner refuses to do so, the government may grant the license itself. We may at times choose to collaborate with academic institutions to accelerate our preclinical research or development. While we do not currently engage, and it is our policy to avoid engaging, university partners in projects in which there is a risk that federal funds may be commingled, we cannot be sure that any co-developed intellectual property will be free from government rights pursuant to the Bayh-Dole Act. Although none of our licenses to date are subject to march-in rights, if, in the future, we co-own or license in technology which is critical to our business that is developed in whole or in part with federal funds subject to the Bayh-Dole Act, our ability to enforce or otherwise exploit patents covering such technology may be adversely affected.\n99\n\nTable of Contents\nChanges in patent law in the United States and other jurisdictions could diminish the value of patents in general, thereby impairing our ability to protect our product candidates.\n\nAs is the case with other biopharmaceutical companies, our success is heavily dependent on intellectual property, particularly patents. Obtaining, defending, maintaining and enforcing patents in the biopharmaceutical industry involves both technological and legal complexity and is therefore costly, time consuming and inherently uncertain. Changes in either the patent laws or interpretation of the patent laws in the United States could increase the uncertainties and costs surrounding the prosecution of patent applications and the enforcement or defense of issued patents, and may diminish our ability to protect our inventions, obtain, maintain, enforce and protect our intellectual property rights and, more generally, could affect the value of our intellectual property or narrow the scope of our future owned and licensed patents. Patent reform legislation in the United States and other countries, including the Leahy-Smith America Invents Act (the “Leahy-Smith Act”), signed into law on September 16, 2011, could increase those uncertainties and costs surrounding the prosecution of patent applications filed after March 2013 and the enforcement or defense of our future issued patents or claiming priority to patent applications filed after March 2023. The Leahy-Smith Act includes a number of significant changes to United States patent law. These include provisions that affect the way patent applications are prosecuted, redefine prior art and provide more efficient and cost-effective avenues for competitors to challenge the validity of patents. These include allowing third-party submission of prior art to the USPTO during patent prosecution and additional procedures to attack the validity of a patent by USPTO administered post-grant proceedings, including PGR, IPR, and derivation proceedings.\nFurther, because of a lower evidentiary standard in these USPTO post-grant proceedings compared to the evidentiary standard in United States federal courts necessary to invalidate a patent claim, a third party could potentially provide evidence in a USPTO proceeding sufficient for the USPTO to hold a claim invalid even though the same evidence would be insufficient to invalidate the claim if first presented in a district court action. Accordingly, a third party may attempt to use the USPTO procedures to invalidate our or any current or future licensors’ patent claims that would not have been invalidated if first challenged by the third party as a defendant in a district court action. Thus, the Leahy-Smith Act and its implementation could increase the uncertainties and costs surrounding the prosecution of our or any current or future licensors’ patent applications and the enforcement or defense of our or any current or future licensors’ future issued patents, all of which could adversely affect our business, financial condition, results of operations and prospects.\nAfter March 2013, under the Leahy-Smith Act, the United States transitioned to a first inventor to file system in which, assuming that the other statutory requirements are met, the first inventor to file a patent application will be entitled to the patent on an invention regardless of whether a third-party was the first to invent the claimed invention. A third party that files a patent application in the USPTO after March 2013, but before we file an application covering the same invention, could therefore be awarded a patent covering an invention of ours or any current or future licensors even if we had made the invention before it was made by such third party. This will require us to be cognizant going forward of the time from invention to filing of a patent application. Since patent applications in the United States and most other countries are confidential for a period of time after filing or until issuance, we cannot be certain that we or any current or future licensors were the first to either (i) file any patent application related to our product candidates and other proprietary technologies we may develop or (ii) invent any of the inventions claimed in our or any current or future licensors’ patents or patent applications. Even where we have a valid and enforceable patent, we may not be able to exclude others from practicing the claimed invention where the other party can show that they used the invention in commerce before our filing date or the other party benefits from a compulsory license. However, the Leahy-Smith Act and its implementation could increase the uncertainties and costs surrounding the prosecution of our patent applications and the enforcement or defense of our future issued patents, all of which could adversely affect our business, financial condition, results of operations and prospects.\nIn addition, the patent positions of companies in the development and commercialization of pharmaceuticals are particularly uncertain. The United States Supreme Court has ruled on several patent cases in recent years, either narrowing the scope of patent protection available in certain circumstances or weakening the rights of patent owners in certain situations. Depending on future actions by the United States Congress, the United States courts, the USPTO and the relevant law-making bodies in other countries, the laws and regulations governing patents could change in unpredictable ways that would weaken our or any current or future licensors’ ability to obtain new patents and patents that we or any current or future licensors might obtain in the future. We cannot predict how future decisions by the courts, the United\n100\n\nTable of Contents\nStates Congress or the USPTO may impact the value of our patents. Any similar adverse change in the patent laws of other jurisdictions could also adversely affect our business, financial condition, results of operations and prospects\n.\nIn 2012, the European Union Patent Package (“EU Patent Package”) regulations were passed with the goal of providing a single pan-European Unitary Patent and a new European Unified Patent Court (“UPC”) for litigation involving European patents. The EU Patent Package was implemented on June 1, 2023. As a result, all European patents, including those issued prior to ratification of the EU Patent Package, now by default automatically fall under the jurisdiction of the UPC. It is uncertain how the UPC will impact granted European patents in the biotechnology and pharmaceutical industries. Our European patent applications, if issued, could be challenged in the UPC. During the first seven years of the UPC’s existence, the UPC legislation allows a patent owner to opt its European patents out of the jurisdiction of the UPC. We may decide to opt out our future European patents from the UPC, but doing so may preclude us from realizing the benefits of the UPC. Moreover, if we do not meet all of the formalities and requirements for opt-out under the UPC, our future European could remain under the jurisdiction of the UPC. The UPC will provide our competitors with a new forum to centrally revoke our European patents, and allow for the possibility of a competitor to obtain pan-European injunction. Such a loss of patent protection could have a material adverse impact on our business and our ability to commercialize our technology and product candidates and, resultantly, on our business, financial condition, prospects and results of operations.\nObtaining and maintaining patent protection depends on compliance with various procedural, document submission, fee payment and other requirements imposed by government patent agencies, and our patent protection could be reduced or eliminated as a result of noncompliance with these requirements.\n\nPeriodic maintenance fees, renewal fees, annuity fees and various other government fees on patents and/or applications will be due to be paid to the USPTO and various government patent agencies outside of the United States over the lifetime of our patents and patent applications. We rely on our outside patent counsel to pay these fees due to United States and non-United States patent agencies. The USPTO and various non-United States government patent agencies require compliance with several procedural, documentary, fee payment and other similar provisions during the patent application process. In many cases, an inadvertent lapse can be cured by payment of a late fee or by other means in accordance with the applicable rules. There are situations, however, in which noncompliance can result in abandonment or lapse of the patent or patent application, resulting in partial or complete loss of patent rights in the relevant jurisdiction. In such an event, potential competitors might be able to enter the market and this circumstance could adversely affect our business, financial condition, results of operations and prospects.\nPatent terms may be inadequate to protect our competitive position on products or product candidates for an adequate amount of time.\n\nPatents have a limited lifespan. In the United States, if all maintenance fees are timely paid, the natural expiration of a patent is generally 20 years from its earliest United States non-provisional or international patent application filing date. Various extensions may be available, but the life of a patent, and the protection it affords, is limited. Even if patents covering our products or product candidates are obtained, once the patent life has expired, we may be open to competition from competitive products, including generics or biosimilars. Given the amount of time required for the development, testing and regulatory review of products or new product candidates, patents protecting such products or candidates might expire before or shortly after such products or candidates are commercialized. As a result, our patent portfolio may not provide us with sufficient and continuing rights to exclude others from commercializing products similar or identical to ours.\n101\n\nTable of Contents\nIf we do not obtain patent term extension for our product candidates, our business may be materially harmed.\n\nDepending upon the timing, duration and specifics of any FDA regulatory approval of our product candidates, one or more of our issued United States patents or issued United States patents that we may own in the future may be eligible for limited patent term extension under the Drug Price Competition and Patent Term Restoration Action of 1984 (the “Hatch-Waxman Amendments”). The Hatch-Waxman Amendments permit a patent extension term of up to five years as compensation for patent term lost during the FDA regulatory review process. A patent term extension cannot extend the remaining term of a patent beyond a total of 14 years from the date of product approval, only one patent may be extended and only those claims covering the approved drug, a method for using it or a method for manufacturing it may be extended. Similar patent term restoration provisions to compensate for commercialization delay caused by regulatory review are also available in certain foreign jurisdictions, such as in Europe under SPC. However, we may not be granted any extensions for which we apply because of, for example, failing to exercise due diligence during the testing phase or regulatory review process, failing to apply within applicable deadlines, failing to apply prior to expiration of relevant patents, or otherwise failing to satisfy applicable requirements. In addition, to the extent we wish to pursue patent term extension based on a patent that we in-license from a third party, we would need the cooperation of that third party. Moreover, the applicable time period or the scope of patent protection afforded could be less than we request. If we are unable to obtain patent term extension, or the term of any such extension is less than we request, our competitors may obtain approval of competing products following our patent expiration, and our business, financial condition, results of operations and prospects could be materially harmed.\nIf we are unable to protect the confidentiality of our trade secrets, our business and competitive position would be harmed.\n\nIn addition to the protection afforded by patents, we seek to rely on trade secret protection to protect proprietary know-how that is not patentable, processes for which patents are difficult to enforce and any other elements of our product discovery and development processes that involve proprietary know-how, information, or technology that is not covered by our patents. We may not be able to meaningfully protect our trade secrets. Although we require all of our employees to assign their inventions to us, and require all of our employees, consultants, advisors and any third parties who have access to our proprietary know-how, information, or technology to enter into confidentiality agreements, we cannot be certain that our trade secrets and other confidential proprietary information will not be disclosed to our competitors or that competitors will not otherwise gain access to our trade secrets or independently develop substantially equivalent information and techniques. Furthermore, the laws of some foreign countries do not protect proprietary rights to the same extent or in the same manner as the laws within the United States. We may need to share our trade secrets and proprietary know-how with current or future partners, collaborators, contractors and others located in countries at heightened risk of theft of trade secrets, including through direct intrusion by private parties or foreign actors, and those affiliated with or controlled by state actors. As a result, we may encounter significant problems in protecting and defending our intellectual property both in the United States and abroad. If we are unable to prevent unauthorized material disclosure of our intellectual property to third parties, we will not be able to establish or maintain a competitive advantage in our market, which could materially adversely affect our business, operating results and financial condition.\nMonitoring and detecting unauthorized disclosure or other compromise of trade secrets is difficult, and we do not know whether the steps we have taken to prevent such compromise are, or will be, adequate. If we were to enforce a claim that a third party had illegally obtained and was using our trade secrets, it would be expensive and time-consuming, and the outcome would be unpredictable. In addition, courts outside the United States are sometimes less willing to protect trade secrets. If we choose to go to court to stop a third party from using any of our trade secrets, we may incur substantial costs. These lawsuits may consume our time and other resources even if we are successful. For example, significant elements of our business, including confidential aspects of sample preparation, methods of manufacturing, proprietary assays, computational-biological algorithms, data analytics and machine learning related to genetics, genomics, proteomics, biomarkers and samples, and related processes and software, are based on unpatented trade secrets, including those of our collaborators. For example, our collaborator, Foresite Labs, utilizes extensive trade secret algorithms, machine learning and AI analysis techniques, and we rely on their maintenance of these trade secrets. Although we take steps to protect our proprietary information and trade secrets, including through contractual means with our employees and consultants, third parties may independently develop substantially equivalent proprietary information and techniques or otherwise gain access to our trade secrets or disclose our technology.\n102\n\nTable of Contents\nWe may be subject to claims asserting that our employees, consultants or advisors have wrongfully used or disclosed alleged trade secrets of their current or former employers or claims asserting ownership of what we regard as our own intellectual property.\n\nCertain of our employees, consultants or advisors have in the past and may in the future be employed at universities or other biotechnology or pharmaceutical companies, including our competitors or potential competitors. Although we try to ensure that our employees, consultants and advisors do not use the proprietary information or know-how of others in their work for us, we may be subject to claims that these individuals or we have used or disclosed intellectual property, including trade secrets or other proprietary information, of any such individual’s current or former employer. Litigation may be necessary to defend against these claims. If we fail in defending any such claims, in addition to paying monetary damages, we may lose valuable intellectual property rights. An inability to incorporate such technologies or features would harm our business and may prevent us from successfully commercializing our technologies or product candidates. In addition, we may lose personnel as a result of such claims and any such litigation, or the threat thereof, may adversely affect our ability to hire employees or contract with independent contractors. A loss of key personnel or their work product could hamper or prevent our ability to commercialize our technologies, or product candidates, which could adversely affect our business, financial condition, results of operations and prospects. Even if we are successful in defending against such claims, litigation could result in substantial costs and be a distraction to management.\nIn addition, we may in the future be subject to claims by former employees, consultants or other third parties asserting an ownership right in our patents or patent applications. An adverse determination in any such submission or proceeding may result in loss of exclusivity or freedom to operate or in patent claims being narrowed, invalidated or held unenforceable, in whole or in part, which could limit our ability to stop others from using or commercializing similar technology and therapeutics, without payment to us, or could limit the duration of the patent protection covering our technologies and product candidates. Such challenges may also result in our inability to develop, manufacture or commercialize our technologies and product candidates without infringing third-party patent rights. In addition, if the breadth or strength of protection provided by our patents and patent applications is threatened, it could dissuade companies from collaborating with us to license, develop or commercialize current or future technologies and product candidates. Any of the foregoing could adversely affect our business, financial condition, results of operations and prospects.\nIf our trademarks and trade names are not adequately protected, then we may not be able to build name recognition in our markets of interest and our business may be adversely affected.\n\nOur unregistered trademarks, trade names or future registered trademarks may be challenged, infringed, circumvented or declared generic or determined to be infringing on other marks. During trademark registration proceedings, we may receive rejections of our applications by the USPTO or in other foreign jurisdictions. Although we are given an opportunity to respond to such rejections, we may be unable to overcome them. In addition, in the USPTO and in comparable agencies in many foreign jurisdictions, third parties are given an opportunity to oppose pending trademark applications and to seek to cancel registered trademarks. Opposition or cancellation proceedings may be filed against our trademarks, which may not survive such proceedings. Moreover, any name we have proposed to use with our product candidate in the United States must be approved by the FDA, regardless of whether we have registered it, or applied to register it, as a trademark. Similar requirements exist in Europe. The FDA typically conducts a review of proposed product names, including an evaluation of potential for confusion with other product names. If the FDA or an equivalent administrative body in a foreign jurisdiction objects to any of our proposed proprietary product names, we may be required to expend significant additional resources in an effort to identify a suitable substitute name that would qualify under applicable trademark laws, not infringe the existing rights of third parties and be acceptable to the FDA. Furthermore, in many countries, owning and maintaining a trademark registration may not provide an adequate defense against a subsequent infringement claim asserted by the owner of a senior trademark.\nWe may not be able to protect our rights to these trademarks and trade names, which we need to build name recognition among potential partners or customers in our markets of interest. At times, competitors or other third parties may adopt trade names or trademarks similar to ours, thereby impeding our ability to build brand identity and possibly leading to market confusion. In addition, there could be potential trade name or trademark infringement claims brought by owners of other registered trademarks or trademarks that incorporate variations of our registered or unregistered trademarks or trade names. Over the long term, if we are unable to establish name recognition based on our trademarks and trade names, then\n103\n\nTable of Contents\nwe may not be able to compete effectively, and our business may be adversely affected. Our efforts to enforce or protect our proprietary rights related to trademarks, trade names, domain name or other intellectual property may be ineffective and could result in substantial costs and diversion of resources and could adversely affect our business, financial condition, results of operations and prospects.\nRisks Related to Government Regulation\n\nEven if we receive regulatory approval for our product candidates, we will be subject to ongoing regulatory obligations and continued regulatory review, which may result in significant additional expense. Additionally, our product candidates, if approved, could be subject to labeling and other restrictions and market withdrawal. We may also be subject to penalties if we fail to comply with regulatory requirements or experience unanticipated problems with our product candidates\n.\n\nAny regulatory approvals that we or our future collaborators obtain for our product candidates may also be subject to limitations on the approved indicated uses for which a product may be marketed or to the conditions of approval, or contain requirements for potentially costly post-marketing testing and surveillance to monitor the safety and efficacy of the product candidate.\nIn addition, if the FDA or a comparable foreign regulatory authority approves our product candidates, the manufacturing processes, labeling, packaging, distribution, post-approval monitoring and AE reporting, storage, import, export, advertising, promotion and recordkeeping for the product will be subject to extensive and ongoing regulatory requirements. The FDA has significant post-market authority, including the authority to require labeling changes based on new safety information and to require post-market studies or clinical trials to evaluate safety risks related to the use of a product or to require withdrawal of the product from the market. The FDA also has the authority to require a REMS after approval, which may impose further requirements or restrictions on the distribution or use of an approved drug. Comparable foreign regulatory authorities may have similar authority. The manufacturing facilities we use to make a future product, if any, will also be subject to periodic review and inspection by the FDA and other regulatory authorities, including for continued compliance with cGMP requirements. The discovery of any new or previously unknown problems with our third-party manufacturers, manufacturing processes or facilities may result in restrictions on the product, manufacturer or facility, including withdrawal of the product from the market. As we expect to rely on third-party manufacturers, we will have limited control over compliance with applicable rules and regulations by such manufacturers.\nIn addition, any product promotion and advertising will also be subject to regulatory requirements and continuing regulatory review. For example, the FDA and comparable foreign regulatory authorities impose stringent restrictions on manufacturers’ communications regarding use of their products. Although clinicians may prescribe products for off-label uses, as the FDA and comparable foreign regulatory authorities do not regulate a physician’s choice of drug treatment made in the physician’s independent medical judgment, the FDA and such comparable foreign regulatory authorities do restrict promotional communications from companies or their sales force with respect to off-label uses of products. Specifically, any regulatory approval that the FDA grants is limited to those specific diseases and indications for which a product is deemed to be safe and effective by FDA, and our ability to promote any products will be narrowly limited to those indications that are specifically approved by the FDA. Similar restrictions apply in other countries. In the EU, applicable laws require that promotional materials and advertising in relation to medicinal products comply with the product’s Summary of Product Characteristics (“SmPC”) which may require approval by the competent national authorities in connection with a marketing authorization. The SmPC is the document that provides information to physicians concerning the safe and effective use of the product. Promotional activity that does not comply with the SmPC is considered off-label and is prohibited in the EU. If we are found to have promoted such off-label uses, we may become subject to significant liability. In addition, if we do not conduct head-to-head comparative clinical trials for our product candidates, we will be unable to make comparative claims regarding any other products in the promotional materials for our product candidates. If we promote our products, if approved, in a manner inconsistent with FDA-approved labeling, or the labeling approved by another comparable foreign regulatory authority, or otherwise not in compliance with FDA regulations or comparable foreign rules, we may be subject to enforcement action. The U.S. federal government has levied large civil and criminal fines against companies for alleged improper promotion of off-label use and has enjoined several companies from engaging in off-label promotion. The FDA has also requested that companies enter into consent decrees or permanent injunctions under which specified promotional conduct is changed or curtailed.\n104\n\nTable of Contents\nSubsequent discovery of previously unknown problems with a product, including AEs of unanticipated severity or frequency, or with our third-party manufacturers or manufacturing processes, or failure by us, our contract manufacturers or service providers, or collaborators to comply with regulatory requirements, may result in, among other things:\n●\nrestrictions on the marketing or manufacturing of the product, withdrawal of the product from the market or voluntary or mandatory product recalls;\n​\n●\nrestrictions on product distribution or use, or requirements to conduct post-marketing studies or clinical trials;\n​\n●\noperating restrictions;\n●\nholds on clinical trials;\n​\n●\nwarning or untitled letters;\n​\n●\nrefusal by the FDA or comparable foreign regulatory authorities to approve, or delays in the approval of, pending applications or supplements to approved applications;\n​\n●\nsuspension, variation or revocation of product approvals;\n​\n●\nproduct seizure or detention or refusal to permit the import or export of products; and\n​\n●\ninjunctions or the imposition of civil or criminal penalties.\n​\nThe occurrence of any event or penalty described above may inhibit our ability to commercialize our product candidates and generate revenue and could require us to expend significant time and resources in response and could generate negative publicity.\nThe FDA’s and comparable foreign regulatory authorities’ policies may change and additional government regulations may be promulgated that could prevent, limit or delay marketing authorization of any product candidates we develop. We also cannot predict the likelihood, nature or extent of government regulation that may arise from future legislation or administrative or executive action, either in the United States or abroad. In addition, the U.S. Supreme Court’s July 2024 decision to overturn established case law giving deference to regulatory agencies’ interpretations of ambiguous statutory language has introduced uncertainty regarding the extent to which the FDA’s regulations, policies and decisions may become subject to increasing legal challenges, delays, and/or changes. As a result of the U.S. Supreme Court’s decision, the FDA and other agencies may be less inclined to engage in formal regulation and may rely to a greater degree on informal guidance, which may not always be susceptible to immediate challenge. We cannot predict the likelihood, nature or extent of government regulation or guidance that may arise from future court decisions, legislation, or administrative action, either in the United States or abroad. If we are slow or unable to adapt to changes in existing requirements or the adoption of new requirements or policies, or if we are not able to maintain regulatory compliance, we may be subject to enforcement action and we may not achieve or sustain profitability.\nRecently enacted legislation, future legislation and other healthcare reform measures may increase the difficulty and cost for us to obtain regulatory approval for and commercialize our product candidates and may affect the prices we may set.\n\nIn the United States and some foreign jurisdictions, there have been, and we expect there will continue to be, a number of legislative and regulatory changes to the healthcare system, including cost-containment measures that may reduce or limit coverage and reimbursement for newly approved drugs and affect our ability to profitably sell any product candidates for which we obtain regulatory approval. In particular, there have been and continue to be a number of initiatives at the U.S. federal and state levels that seek to reduce healthcare costs and improve the quality of healthcare.\n105\n\nTable of Contents\nFor example, in March 2010, the Patient Protection and Affordable Care Act, as amended by the Health Care and Education Reconciliation Act (collectively, the “ACA”) was enacted in the United States, which made a number of substantial changes in the way healthcare is financed by both governmental and private insurers. The ACA included a number of provisions that may reduce the profitability of drug products, including provisions intended to broaden access to health insurance, reduce or constrain the growth of healthcare spending, enhance remedies against fraud and abuse, add new transparency requirements for health care and health insurance industries, impose new taxes and fees on the health industry and impose additional health policy reforms.\nIn addition, other legislative changes have been proposed and adopted since the ACA was enacted. For example, the American Taxpayer Relief Act of 2021, effective January 1, 2024, eliminated the statutory cap on rebate amounts owed by drug manufacturers under the Medicaid Drug Rebate Program, which was previously capped at 100% of the Average Manufacturer Price for a covered outpatient drug.\nFurther, there has been heightened governmental scrutiny in the United States of pharmaceutical pricing practices in light of the rising cost of prescription drugs. Healthcare reform initiatives culminated in the enactment of the IRA in August 2022, which, among other things, allows HHS to directly negotiate the selling price of a statutorily specified number of drugs and biologics each year that the Centers for Medicare & Medicaid Services reimburses under Medicare Part B and Part D. Only high-expenditure single-source drugs that have been approved for at least 7 years for single-source drugs (11 years for biologics) are eligible to be selected by CMS for negotiation, with the negotiated price taking effect two years after the selection year. CMS selected the Medicare Part D products in 2023, negotiations began in 2024, and the negotiated maximum fair price for each product has been announced. These negotiations resulted in significant price reductions for the products from their 2023 list prices, ranging from 38 to 79 percent, with an average price reduction of 59.4 percent. The price cap for each of these products, which cannot exceed a statutory ceiling price, will take effect in 2026. Negotiations for Medicare Part B products will begin in 2026 with the negotiated price taking effect in 2028.\nA drug or biological product that has an orphan drug designation for only one rare disease or condition are excluded from the IRA’s price negotiation requirements, but will lose that exclusion if it receives designations for more than one rare disease or condition, or if is approved for an indication that is not within that single designated rare disease or condition, unless such additional designation or such disqualifying approvals are withdrawn by the time CMS evaluates the drug for selection for negotiation. The negotiated prices have represented, and will continue to represent, a significant discount from average prices to wholesalers and direct purchasers. The law also imposes rebates on Medicare Part D and Part B drugs whose prices have increased at a rate greater than the rate of inflation, and in November 2024, CMS finalized regulations for the Medicare Part B and Part D inflation rebates. The IRA also extends enhanced subsidies for individuals purchasing health insurance coverage in ACA marketplaces through plan year 2025. The IRA permits the Secretary of HHS to implement many of these provisions through guidance, as opposed to regulation, for the initial years. Manufacturers that fail to comply with the IRA may be subject to various penalties, including civil monetary penalties. These provisions may be subject to legal challenges. For example, the provisions related to the negotiation of selling prices of high-expenditure single-source drugs and biologics have been challenged in multiple lawsuits brought by pharmaceutical manufacturers. Thus, while it is unclear how the IRA will be implemented, it will likely have a significant impact on the pharmaceutical industry.\nAt the state level, legislatures have increasingly passed legislation and implemented regulations designed to control pharmaceutical product pricing, including price or patient reimbursement constraints, restrictions on certain product access, reporting on price increases and the introduction of high-cost drugs. In some states, laws have been enacted to encourage importation of lower cost drugs from other countries and bulk purchasing. For example, the FDA released a final rule in September 2020 providing guidance for states to build and submit proposals for importing drugs from Canada, and FDA authorized the first such plan in Florida in January 2024, which has been extended until July 6, 2025. It is unclear how this program will be implemented, including which drugs will be chosen, and whether it will be subject to legal challenges in the United States or Canada. Other states have also submitted proposals that are pending review by the FDA. In addition, regional healthcare authorities and individual hospitals are increasingly using bidding procedures to determine what pharmaceutical products and which suppliers will be included in their prescription drug and other healthcare programs. This could reduce the ultimate demand for our drug products that we successfully commercialize or put pressure on our product pricing.\n106\n\nTable of Contents\nWe expect that the ACA, the IRA, and any other healthcare reform measures that may be adopted in the future may result in additional reductions in Medicare and other healthcare funding, more rigorous coverage criteria, new payment methodologies and additional downward pressure on the price that we receive for any approved product. Any reduction in reimbursement from Medicare or other government programs may result in a similar reduction in payments from private payors. The implementation of cost containment measures or other healthcare reforms may prevent us from being able to generate revenue, attain profitability or commercialize our product candidates, if approved.\nMoreover, in order to obtain reimbursement for our products in some European countries, including some EU member states, we may be required to compile additional data comparing the cost-effectiveness of our products to other available therapies. This of medicinal products is becoming an increasingly common part of the pricing and reimbursement procedures in some EU member states, including those representing the larger markets. The HTA process is the procedure to assess therapeutic, economic and societal impact of a given medicinal product in the national healthcare systems of the individual country. The outcome of an HTA will often influence the pricing and reimbursement status granted to these medicinal products by the competent authorities of individual EU member states. The extent to which pricing and reimbursement decisions are influenced by the HTA of the specific medicinal product currently varies between EU member states. In December 2021, Regulation No 2021/2282 on HTA amending Directive 2011/24/EU, was adopted in the EU. While the HTA Regulation entered into force in January 2022, it will only begin to apply from January 2025 onwards, with preparatory and implementation-related steps to take place in the interim.\nOnce applicable, it will have a phased implementation depending on the concerned products. The Regulation intends to boost cooperation among EU member states in assessing health technologies, including new medicinal products, and provide the basis for cooperation at EU level for joint clinical assessments in these areas. It will permit EU member states to use common HTA tools, methodologies, and procedures across the EU, working together in four main areas, including joint clinical assessment of the innovative health technologies with the most potential impact for patients, joint scientific consultations whereby developers can seek advice from HTA authorities, identification of emerging health technologies to identify promising technologies early, and continuing voluntary cooperation in other areas. Individual EU member states will continue to be responsible for assessing non-clinical (e.g., economic, social, ethical) aspects of health technologies, and making decisions on pricing and reimbursement. If we are unable to maintain favorable pricing and reimbursement status in EU member states for product candidates that we may successfully develop and for which we may obtain regulatory approval, any anticipated revenue from and growth prospects for those products in the EU could be negatively affected.\nOur operations and relationships with healthcare providers, healthcare organizations and third-party payors will be subject to applicable anti-bribery, anti-kickback, fraud and abuse, transparency and other healthcare laws and regulations, which could expose us to, among other things, enforcement actions, criminal sanctions, civil penalties, contractual damages, reputational harm, administrative burdens and diminished profits and future earnings.\n\nOur future arrangements with healthcare providers, healthcare organizations and third-party payors will expose us to broadly applicable anti-bribery, fraud and abuse and other healthcare laws and regulations that may constrain the business or financial arrangements and relationships through which we research, market, sell and distribute our product candidates, if approved. Restrictions under applicable federal, state and foreign anti-bribery and healthcare laws and regulations, include the following:\n●\nthe federal Anti-Kickback Statute, which prohibits, among other things, individuals and entities from knowingly and willfully soliciting, offering, receiving or providing remuneration, directly or indirectly, in cash or in kind, to induce or reward, or in return for, either the referral of an individual for, or the purchase, order or recommendation of, any good or service, for which payment may be made, in whole or in part, under a federal and state healthcare program such as Medicare and Medicaid. A person or entity does not need to have actual knowledge of the statute or specific intent to violate it in order to have committed a violation;\n​\n●\nthe federal criminal and civil false claims laws, including the federal False Claims Act, which can be enforced through civil whistleblower or qui tam actions against individuals or entities, and the Federal Civil Monetary Penalties Laws, which prohibit, among other things, knowingly presenting, or causing to be presented, to the federal government, claims for payment that are false or fraudulent, knowingly making, using or causing to be\n107\n\nTable of Contents\nmade or used, a false record or statement material to a false or fraudulent claim, or from knowingly making a false statement to avoid, decrease or conceal an obligation to pay money to the federal government. In addition, certain marketing practices, including off-label promotion, may also violate false claims laws. Moreover, the government may assert that a claim including items and services resulting from a violation of the federal Anti-Kickback Statute constitutes a false or fraudulent claim for purposes of the federal False Claims Act;\n●\nthe Health Insurance Portability and Accountability Act (“HIPAA”), which imposes criminal and civil liability, prohibits, among other things, knowingly and willfully executing, or attempting to execute a scheme to defraud any healthcare benefit program, or knowingly and willfully falsifying, concealing or covering up a material fact or making any materially false statement in connection with the delivery of or payment for healthcare benefits, items or services; similar to the federal Anti-Kickback Statute, a person or entity does not need to have actual knowledge of the statute or specific intent to violate it in order to have committed a violation;\n●\nthe federal legislation commonly referred to as the Physician Payments Sunshine Act, enacted as part of the ACA, and its implementing regulations, which requires certain manufacturers of covered drugs, devices, biologics and medical supplies that are reimbursable under Medicare, Medicaid, or the Children’s Health Insurance Program, with certain exceptions, to report annually to CMS information on certain payments and other transfers of value to clinicians (defined to include doctors, dentists, optometrists, podiatrists and chiropractors), teaching hospitals, and certain other health care providers (such as physician assistants and nurse practitioners), as well as ownership and investment interests held by the clinicians described above and their immediate family members;\n​\n●\nthe U.S. Foreign Corrupt Practices Act of 1977, as amended, which prohibits, among other things, U.S. companies and their employees and agents from authorizing, promising, offering, or providing, directly or indirectly, corrupt or improper payments or anything else of value to foreign government officials, employees of public international organizations and foreign government owned or affiliated entities, candidates for foreign political office, and foreign political parties or officials thereof;\n●\nanalogous state and foreign laws and regulations, such as state and foreign anti-kickback and false claims laws, that may apply to sales or marketing arrangements and claims involving healthcare items or services reimbursed by non-governmental third-party payors, including private insurers; and\n●\ncertain state and foreign laws that require pharmaceutical companies to comply with the pharmaceutical industry’s voluntary compliance guidelines and the relevant compliance guidance promulgated by the government in addition to requiring drug manufacturers to report information related to payments to clinicians and other healthcare providers or marketing expenditures and drug pricing information, and state and local laws that require the registration of pharmaceutical sales representatives.\n​\nIn the EU, interactions between pharmaceutical companies and healthcare professionals and healthcare organizations are governed by strict laws, regulations, industry self-regulation codes of conduct and physicians’ codes of professional conduct both at EU level and in the individual EU member states. The provision of benefits or advantages to physicians to induce or encourage the prescription, recommendation, endorsement, purchase, supply, order or use of pharmaceutical products is prohibited in the EU. Relationships with healthcare professionals and associations are subject to stringent anti-gift statutes and anti-bribery laws, the scope of which differs across the EU. In addition, national transparency and reporting rules may require pharmaceutical companies to report/publish transfers of value provided to healthcare professionals and associations on a regular (e.g., annual) basis.\nIf we or our future collaborators, manufacturers or service providers fail to comply with applicable federal, state or foreign laws or regulations, we could be subject to enforcement actions, which could affect our ability to develop, market and sell our product candidates successfully and could harm our reputation and lead to reduced acceptance of our products, if approved by the market.\nEfforts to ensure that our current and future business arrangements with third parties comply with applicable healthcare laws and regulations could involve substantial costs. It is possible that governmental authorities will conclude that our\n108\n\nTable of Contents\nbusiness practices do not comply with current or future statutes, regulations, agency guidance or case law involving applicable fraud and abuse or other healthcare laws and regulations. If our operations are found to be in violation of any such requirements, we may be subject to significant penalties, including civil, criminal and administrative penalties, damages, fines, disgorgement, imprisonment, the curtailment or restructuring of our operations, loss of eligibility to obtain approvals from the FDA or comparable foreign regulatory authorities, exclusion from participation in government contracting, healthcare reimbursement or other government programs, including Medicare and Medicaid or comparable foreign programs, integrity oversight and reporting obligations, or reputational harm, any of which could adversely affect our financial results. These risks cannot be entirely eliminated. Any action against us for an alleged or suspected violation could cause us to incur significant legal expenses and could divert our management’s attention from the operation of our business, even if our defense is successful. In addition, achieving and sustaining compliance with applicable laws and regulations may be costly to us in terms of money, time and resources.\nGovernments outside the United States tend to impose strict price controls, which may adversely affect our revenue, if any.\n\nIn some countries, particularly in the EU, the pricing of prescription pharmaceuticals is subject to governmental control. In these countries, pricing negotiations with governmental authorities can take considerable time after the receipt of regulatory approval for a drug. To obtain coverage and reimbursement or pricing approval in some countries, we may be required to conduct a study that compares the cost-effectiveness of our product candidate to other available therapies. In addition, many countries outside the United States have limited government support programs that provide for reimbursement of drugs such as our product candidates, with an emphasis on private payors for access to commercial products. If reimbursement of our products, if approved is unavailable or limited in scope or amount, or if pricing is set at unsatisfactory levels, our business could be materially harmed.\nWe and the third parties with whom we work are subject to stringent and evolving U.S. and foreign laws, regulations, rules; contractual obligations; policies; and other obligations related to data privacy and security. Our (including the third parties with whom we work) actual or perceived failure to comply with such obligations could lead to regulatory investigations or actions; litigation; fines and penalties; disruptions of our business operations; reputational harm; loss of revenue or profits; and other adverse consequences for our business, results of operations and financial condition.\n\nIn the ordinary course of business, we collect, receive, store, process, generate, use, transfer, disclose, make accessible, protect, secure, dispose of, transmit, and share (collectively, process or processing) personal information and other sensitive information, including proprietary and confidential business data, trade secrets, employee data, intellectual property, data we collect about trial participants in connection with clinical trials, and other sensitive third-party data (collectively, sensitive information). Our data processing activities presently and may in the future subject us to numerous data privacy and security obligations, such as various laws, regulations, guidance, industry standards, external and internal privacy and security policies, contractual requirements, and other obligations relating to data privacy and security.\nVarious federal, state, local and foreign legislative and regulatory bodies, or self-regulatory organizations, may expand current laws, rules or regulations, enact new laws, rules or regulations or issue revised rules or guidance regarding data privacy and security. Implementation standards and enforcement practices are likely to remain uncertain for the foreseeable future, and we cannot yet determine the impact future laws, regulations, standards, or perception of their requirements may have on our business.\nIn the United States, federal, state, and local governments have enacted numerous data privacy and security laws, including data breach notification laws, personal information privacy laws, and consumer protection laws. For example, HIPAA imposes specific requirements relating to the privacy, security, and transmission of individually identifiable health information. We may obtain health information from third parties (including research institutions from which we obtain clinical trial data) that are subject to privacy and security requirements under HIPAA. Depending on the facts and circumstances, we could be subject to significant penalties if we violate HIPAA.\nAdditionally, the California Consumer Privacy Act (“CCPA”) applies to personal information of California consumers, business representatives, and employees, and among other things requires regulated businesses to provide specific disclosures in privacy notices and honor requests of California residents to exercise certain privacy rights, including the right to opt out of certain disclosures of their information. The CCPA provides for civil penalties as well as a private right\n109\n\nTable of Contents\nof action with statutory damages for certain data breaches, thereby potentially increasing risks associated with a data breach. In addition, although the CCPA includes limited exceptions, including for certain information collected as part of clinical trials, the CCPA may impact our processing of personal data and our compliance costs depending on how it is interpreted. Similar laws are being considered or have been enacted in several other states, as well as at the federal and local levels. While U.S. state privacy laws, like the CCPA, may also exempt some data processed in the context of clinical trials, these developments further complicate compliance efforts, and increase legal risk and compliance costs for us and the third parties with whom we work. In addition to government activity, privacy advocacy groups and technology and other industries are considering various new, additional or different self-regulatory standards that may place additional burdens on us.\nThere are also various laws, regulations and industry standards in other jurisdictions outside the United States relating to data privacy and security, with which we presently or in the future may need to comply. For example, the EU’s General Data Protection Regulation (“EU GDPR”) and the UK’s equivalent (“UK GDPR”), collectively, GDPR, impose strict requirements for processing personal information (referred to as “personal data” under the GDPR). Notably, under the GDPR, companies may face temporary or definitive bans on data processing and other corrective actions; fines of up to €20 million under the EU GDPR / £17.5 million under the UK GDPR, or, in each case, 4% of the annual global revenue of the noncompliant undertaking, whichever is greater. The GDPR also provides for private litigation related to processing of personal data brought by classes of data subjects or consumer protection organizations authorized at law to represent their interests. Additionally, EU member states may introduce further conditions, including limitations, and make their own laws and regulations further limiting the processing of “special categories of personal data,” including personal data related to health, biometric data used for unique identification purposes and genetic information, which could limit our ability to process such special categories of personal data, and could cause our compliance costs to increase, ultimately adversely affecting our business, financial condition, results of operations and prospects.\nCertain of our employees, other personnel and/or vendors may use generative artificial intelligence (“AI”) technologies to perform their work, and the disclosure and use of personal information in generative AI technologies is subject to various privacy laws and other privacy obligations. Governments have passed and are likely to pass additional laws regulating generative AI. Our, or our vendors’, use of this technology could result in additional compliance costs, regulatory investigations and actions, and lawsuits. If we, or our vendors, are unable to use generative AI, it could make our business less efficient in some cases, and result in increased costs or competitive disadvantages.\nIn addition, we may be unable to transfer personal information from Europe and other jurisdictions to the United States or other countries due to data localization requirements or limitations on cross-border data flows. Europe and other jurisdictions have enacted laws requiring data to be localized or limiting the transfer of personal information to other countries. In particular, the European Economic Area (the “EEA”) and the UK have significantly restricted the transfer of personal information to the United States and other countries whose privacy laws it generally believes are inadequate. Although there are currently various mechanisms that may be used to transfer personal information from the EEA and UK to the United States in compliance with law, such as the EEA standard contractual clauses, the UK’s International Data Transfer Agreement / Addendum, the EU-US Data Privacy Framework, and the UK extension thereto (which allows for transfers to relevant U.S.-based organizations who self-certify compliance and participate in the Framework), these mechanisms are subject to legal challenges, and there is no assurance that we can satisfy or rely on these measures to lawfully transfer personal information to the United States.\nOther jurisdictions may adopt or have already adopted similarly stringent data localization and cross-border data transfer laws. If there is no lawful manner for us to transfer personal information from the EEA, the UK or other jurisdictions to the United States, or if the requirements for a legally compliant transfer are too onerous, we could face significant adverse consequences, including the interruption or degradation of our operations, the need to relocate part of or all of our business or data processing activities to other jurisdictions at significant expense, increased exposure to regulatory actions, substantial fines and penalties, the inability to transfer data and work with partners, vendors and other third parties, and injunctions against our processing or transferring of personal information necessary to operate our business. Additionally, companies that transfer personal information out of the EEA and UK to other jurisdictions, particularly to the United States, are subject to increased scrutiny from regulators, individual litigants, and activist groups. Some European regulators have ordered certain companies to suspend or permanently cease certain transfers out of Europe for allegedly violating the\n110\n\nTable of Contents\nGDPR’s cross-border data transfer limitations. Regulators in the United States are also increasingly scrutinizing certain personal information transfers and have enacted certain restrictions on cross-border personal information transfers.\nIn addition to data privacy and security laws, we are also bound by other contractual obligations related to data privacy and security, and our efforts to comply with such obligations may not be successful.\nEach of these laws, rules, regulations and contractual obligations relating to data privacy and security, and any other such changes or new laws, rules, regulations or contractual obligations could impose significant limitations, require changes to our business, or restrict our collection, use, storage or processing of personal information, which may increase our compliance expenses and make our business more costly or less efficient to conduct. In addition, any such changes could compromise our ability to develop an adequate marketing strategy and pursue our growth strategy effectively or even prevent us from providing certain products in jurisdictions in which we currently operate and in which we may operate in the future or incur potential liability in an effort to comply with such legislation, which, in turn, could adversely affect our business, financial condition, results of operations and prospects. Complying with these numerous, complex and often changing regulations is expensive and difficult, and failure to comply with any data privacy or security laws, whether by us, one of our CROs, CMOs or another third party with whom we work, could adversely affect our business, financial condition, results of operations and prospects, including but not limited to: regulatory investigation costs; material fines and penalties; compensatory, special, punitive and statutory damages; litigation (including class claims); consent orders regarding our data privacy and security practices; requirements that we provide notices, bans on processing personal information (including clinical trial data), orders to destroy or not use personal information, credit monitoring services and/or credit restoration services or other relevant services to impacted individuals in the event of an information security incident impacting personal information; adverse actions against our licenses to do business; reputational damage; and injunctive relief. The implementation of the GDPR has increased our responsibility and liability in relation to sensitive information that we process, including in clinical trials, that is subject to the GDPR, and we may be required to put in place additional mechanisms to comply with the GDPR and other applicable laws and regulations, which could divert management’s attention and increase our cost of doing business. In addition, new regulation or legislative actions regarding data privacy and security (together with applicable industry standards) may increase our costs of doing business. For instance, in Europe, the second Network and Information Security Directive (“NIS2”) aims to improve the resilience and incident response capabilities of entities operating in a number of sectors, including the health sector. Non-compliance with NIS2, as applicable to us, may lead to administrative fines of a maximum of €10 million or up to 2% of the total worldwide turnover of the preceding financial year. In this regard, we expect that there will continue to be new proposed laws, regulations and industry standards relating to privacy, data protection and security in the United States, the EEA, the UK and other jurisdictions, and we cannot determine the impact such future laws, regulations and standards may have on our business.\nWe may at times fail (or be perceived to have failed) in our efforts to comply with our data privacy and security obligations. Moreover, despite our efforts, our personnel or third parties with whom we work may fail to comply with such obligations, which could negatively impact our business operations. Any actual or perceived failure by us or third parties with whom we work to comply with any federal, state or foreign laws, rules, regulations, industry self-regulatory principles, industry standards or codes of conduct, regulatory guidance, orders to which we (or third parties with whom we work) may be subject or other legal obligations relating to privacy, data protection, data security or consumer protection could adversely affect our reputation, brand and business. We may also be contractually required to indemnify and hold harmless third parties from the costs or consequences of non-compliance with any laws, rules and regulations or other legal obligations relating to privacy or any inadvertent or unauthorized use or disclosure, or other compromise of data that we store or handle as part of operating our business. Any of these events could have a material adverse effect on our reputation, business, or financial condition, including but not limited to: interruptions or stoppages in our business operations (including clinical trials and the development of product candidates); inability to process personal information or to operate in certain jurisdictions; limited ability to develop or commercialize our products; expenditure of time and resources to defend any claim or inquiry; adverse publicity; or substantial changes to our business model or operations. In particular, plaintiffs have become increasingly more active in bringing privacy-related claims against companies, including class claims and mass arbitration demands. Some of these claims allow for the recovery of statutory damages on a per violation basis, and, if viable, carry the potential for monumental statutory damages, depending on the volume of data and the number of violations.\n111\n\nTable of Contents\nWe cannot assure you that our CROs, CMOs or other third-party service providers with access to our or our suppliers’, manufacturers’, trial participants’, employees’ and others’ sensitive information in relation to which we are responsible will not breach contractual obligations imposed by us, or that they will not experience data security incidents, which could have a corresponding effect on our business, including putting us in breach of our obligations including under privacy laws and regulations and/or which could in turn adversely affect our business, financial condition, results of operations and prospects. We cannot assure you that our contractual measures and our own privacy and security-related safeguards will protect us from the risks associated with the third-party processing of such information. Any of the foregoing could adversely affect our business, financial condition, results of operations and prospects.\nWe also publicly post privacy policies, marketing materials, whitepapers, and other statements concerning data privacy, security, and our collection, use, disclosure and other processing of the personal information provided to us or that we collect. Although we endeavor to comply with our public statements and documentation, we may at times fail to do so or be perceived to have failed to do so. Regulators in the United States and elsewhere are increasingly scrutinizing these statements, and our publication of our privacy policies and other statements we publish that provide promises and assurances about data privacy and security can subject us to potential claims if they are found to be deceptive, unfair, misleading, or misrepresentative of our actual practices. Any actual or perceived failure by us to comply with federal, state or foreign laws, rules or regulations, industry standards, contractual or other legal obligations, or any actual, perceived or suspected cybersecurity incident, whether or not resulting in unauthorized access to, or acquisition, release, transfer or other compromise of personal information or other sensitive information, may result in enforcement actions and prosecutions, private litigation (including class action claims), significant fines, penalties (including bans on processing personal information or orders to destroy or not use personal information) and censure, claims for damages by affected individuals, regulatory inquiries and investigations or adverse publicity and could cause reputational harm, any of which could adversely affect our business, financial condition, results of operations and prospects. The successful assertion of one or more large data privacy or security claims against us that exceeds our available insurance coverage, or results in changes to our insurance policies (including premium increases or the imposition of large deductible or co-insurance requirements), could have an adverse effect on our business. In addition, we cannot be sure that our existing insurance coverage will continue to be available on acceptable terms or that our insurers will not deny coverage as to any future claim.\nRisks Related to Our Reliance on Third Parties\n\nWe may have conflicts with any current or future licensors or collaborators that could delay or prevent the development or commercialization of our product candidates\n.\n\nWe are currently party to license and collaboration agreements with Pierre Fabre and Kaken, and we may enter into strategic transactions in the future, and we may have conflicts with our current or future licensors or collaborators, such as conflicts concerning the interpretation of preclinical or clinical data, the achievement of milestones, the interpretation of contractual obligations, payments for services, development obligations or the ownership of intellectual property developed during our collaboration. If any conflicts arise with our collaborators, such collaborator may act in a manner that is adverse to our best interests. Any such disagreement could result in one or more of the following, each of which could delay or prevent the development or commercialization of our product candidates, and in turn prevent us from generating revenue: disputes regarding milestone payments or royalties; uncertainty regarding ownership of intellectual property rights arising from our collaborative activities, which could prevent us from entering into future additional collaborations; unwillingness by such collaborator to cooperate in the development or manufacture of a product candidate, including providing us with data or materials; unwillingness on the part of a collaborator to keep us informed regarding the progress of its development and commercialization activities or to permit public disclosure of the results of those activities; initiating of litigation or alternative dispute resolution options by either party to resolve the dispute; or attempts by either party to terminate the agreement.\n112\n\nTable of Contents\nWe have relied and expect to continue to rely on third parties to conduct our preclinical studies and clinical trials. If those third parties do not perform as contractually required, fail to satisfy legal or regulatory requirements, miss expected deadlines or terminate the relationship, our development programs could be delayed, more costly or unsuccessful, and we may never be able to seek or obtain regulatory approval for or commercialize our product candidates.\n\nWe rely and intend to rely in the future on third-party clinical investigators, CROs and clinical data management organizations to conduct, supervise and monitor preclinical studies and clinical trials of our current or future product candidates. Because we currently rely and intend to continue to rely on these third parties, we will have less control over the timing, quality and other aspects of preclinical studies and clinical trials than we would have had we conducted them independently. These parties are not, and will not be, our employees and we will have limited control over the amount of time and resources that they dedicate to our programs. Additionally, such parties may have contractual relationships with other entities, some of which may be our competitors, which may draw time and resources from our programs.\nWe have no experience as a company in submitting and supporting the applications necessary to gain regulatory approvals. Securing regulatory approval requires the submission of extensive preclinical and clinical data and supporting information to regulatory authorities for each indication to establish the product candidate’s safety or efficacy for that indication. Securing regulatory approval also requires the submission of information about the product manufacturing process to, and inspection of manufacturing facilities and clinical trial sites by, applicable regulatory authorities.\nLarge-scale clinical trials require significant financial and management resources, and reliance on third-party clinical investigators, CROs, partners or consultants. Relying on third-party clinical investigators or CROs may force us to encounter delays and challenges that are outside of our control. We may not be able to demonstrate sufficient comparability between products manufactured at different facilities to allow for inclusion of the clinical results from participants treated with products from these different facilities, in our product registrations. Further, our third-party clinical manufacturers may not be able to manufacture our product candidates or otherwise fulfill their obligations to us because of interruptions to their business, including the loss of their key staff or interruptions to their raw material supply.\nOur reliance on these third parties for development activities will reduce our control over these activities. Nevertheless, we are responsible for ensuring that each of our clinical trials is conducted in accordance with the applicable trial protocol and legal, regulatory and scientific standards, and our reliance on the CROs, clinical trial sites, and other third parties does not relieve us of these responsibilities. For example, we will remain responsible for ensuring that each of our preclinical studies are conducted in accordance with good laboratory practices, where applicable, and clinical trials are conducted in accordance with GCPs and applicable rules. Moreover, the FDA and comparable foreign regulatory authorities require us to comply with GCP for conducting, recording and reporting the results of clinical trials to assure that data and reported results are credible and accurate and that the rights, integrity and confidentiality of trial participants are protected. Regulatory authorities enforce these requirements through periodic inspections (including through inspections that may be conducted once we submit an NDA to the FDA) of trial sponsors, clinical investigators, trial sites and certain third parties including CROs. If we, our CROs, clinical trial sites, or other third parties fail to comply with applicable GCP or other regulatory requirements, we or they may be subject to enforcement or other legal actions, the clinical data generated in our clinical trials may be deemed unreliable and the FDA or comparable foreign regulatory authorities may require us to perform additional clinical trials. We cannot assure you that upon inspection by a given regulatory authority, such regulatory authority will determine that any of our clinical trials comply with GCP regulations. Moreover, our business may be significantly impacted if our CROs, clinical investigators or other third parties violate federal or state healthcare fraud and abuse or false claims laws and regulations or healthcare privacy and security laws, and foreign equivalents\n.\nIn the event we need to repeat, extend, delay or terminate our clinical trials because these third parties do not successfully carry out their contractual duties, meet expected deadlines or conduct our clinical trials in accordance with regulatory requirements or our stated protocols, our clinical trials may need to be repeated, extended, delayed or terminated and we may not be able to obtain, or may be delayed in obtaining, regulatory approvals for our product candidates, and we will not be able to, or may be delayed in our efforts to, successfully commercialize our product candidates or we or they may be subject to regulatory enforcement actions. As a result, our results of operations and the commercial prospects for our product candidates would be harmed, our costs could increase and our ability to generate revenue could be delayed. To the extent we are unable to successfully identify and manage the performance of third-party service providers in the future, our business may be materially and adversely affected.\n113\n\nTable of Contents\nIf any of our relationships with these third parties terminate, we may not be able to enter into alternative arrangements or do so on commercially reasonable terms. Switching or adding additional contractors involves additional cost and time and requires management time and focus. In addition, there is a natural transition period when a new third party commences work. As a result, delays could occur, which could compromise our ability to meet our desired development timelines. In addition, if an agreement with any of our future collaborators terminates, our access to technology and intellectual property licensed to us by that collaborator may be restricted or terminate entirely, which may delay our continued development of our product candidates utilizing the collaborator’s technology or intellectual property or require us to stop development of those product candidates completely.\nIn addition, principal investigators for our clinical trials may serve as scientific advisors or consultants to us from time to time and receive compensation in connection with such services. Under certain circumstances, we may be required to report some of these relationships to the FDA or comparable foreign regulatory authorities. The FDA or comparable foreign regulatory authorities may conclude that a financial relationship between us and/or a principal investigator has created a conflict of interest or otherwise affected interpretation of the study. The FDA or comparable foreign regulatory authorities may therefore question the integrity of the data generated at the applicable clinical trial site and the utility of the clinical trial itself may be jeopardized. This could result in a delay in approval, or rejection, of our marketing applications by the FDA or comparable foreign regulatory authorities and may ultimately lead to the denial of regulatory approval of one or more of our product candidates.\nWe rely on third-party manufacturers and suppliers to supply our product candidates. The loss of our third-party manufacturers or suppliers, or their failure to comply with applicable regulatory requirements or to supply sufficient quantities at acceptable quality levels or prices, within acceptable timeframes, or at all, would materially and adversely affect our business.\n\nWe do not own or operate, and currently have no plans to establish, any manufacturing facilities for drug manufacturing, storage, distribution or quality testing. We currently rely, and expect to continue to rely, on third parties for the manufacture of active pharmaceutical ingredients (“API”), bulk drug substances, raw materials, samples, components and other materials for our product candidates for clinical testing, as well as for the manufacture of any products candidates that we commercialize, if approved. Reliance on third-party manufacturers may expose us to different risks than if we were to manufacture product candidates ourselves. There can be no assurance that our preclinical and clinical development product supplies will not be limited, interrupted, terminated or will be of satisfactory quality or be available at acceptable prices. In addition, if any biotechnology companies or CMOs become subject to trade restrictions, sanctions, or other regulatory requirements by the U.S. government, such actions could restrict or even prohibit our ability to work with such entities. Such disruption could have adverse effects on the development of our product candidates and our business operations. Also, any replacement of our manufacturer could require significant effort and time because there may be a limited number of qualified replacements.\nWe obtain our preclinical and clinical supplies from our manufacturers on a purchase order basis, and currently do not have long-term supply arrangements in place. The manufacturing process for our product candidates is subject to the FDA and foreign regulatory authority review. We, and our suppliers and manufacturers, must meet applicable manufacturing requirements and undergo rigorous facility and process validation tests required by regulatory authorities in order to comply with regulatory standards, such as cGMPs. If our CMOs cannot successfully manufacture material that conforms to our specifications and the strict regulatory requirements of the FDA or comparable foreign regulatory authorities, we may not be able to rely on their facilities for the manufacture of elements of our product candidates. Securing regulatory approval also requires the submission of information about the product manufacturing process to, and inspection of manufacturing facilities by, the FDA, and comparable foreign regulatory authorities. If the FDA or any comparable foreign regulatory authority determines that our third-party manufacturers’ facilities are not in compliance with applicable laws and regulations, including those governing cGMPs, they may deny any NDA or marketing application we submit until the deficiencies are corrected or we replace the manufacturer in our application with a manufacturer that is able to demonstrate a compliance status acceptable to the FDA or foreign regulatory authority. Moreover, we are dependent on our CMOs for manufacturing in compliance with cGMPs and other regulatory requirements. In the event that any of our manufacturers fails to comply with such requirements or to perform its obligations in relation to quality, timing or otherwise, or if our projected manufacturing capacity or supply of materials becomes limited, interrupted, or more costly than anticipated, we may be forced to enter into an agreement with another third party, which we may not be able to do timely or on reasonable\n114\n\nTable of Contents\nterms, if at all. In some cases, the technical skills or technology required to manufacture our product candidates may be unique or proprietary to the original manufacturer and we may have difficulty transferring such to another third party. These factors would increase our reliance on such manufacturer or require us to obtain a license from such manufacturer in order to enable us, or to have another third party, manufacture our product candidates. We will be required to verify that the new manufacturer maintains facilities and procedures that comply with applicable quality standards and regulations and guidelines; and we may be required to repeat some of the development program. If we are required to change manufacturers, the delays and costs associated with the verification of a new manufacturer, whether due to failure to comply with regulatory requirements, or quality, timing and supply issues, or other reason, could negatively affect our ability to develop product candidates in a timely manner or within budget.\nAs part of our process development efforts, we also may make changes to the manufacturing processes at various points during development, for various reasons, such as controlling costs, achieving scale, decreasing processing time, improving product formulations, increasing manufacturing success rate or other reasons. For example, we are implementing certain manufacturing process changes for envu to increase scalability with respect to our Phase 3 clinical trials. Such changes carry the risk that they will not achieve their intended objectives, and any of these changes could cause our current or future product candidates to perform differently and affect the results of our future clinical trials. In some circumstances, changes in the manufacturing process may require us to perform\nex vivo\ncomparability studies or clinical bridging studies, and we may be required to collect additional data from participants prior to undertaking more advanced clinical trials. For instance, changes in our process during the course of clinical development may require us to show the comparability of the product used in earlier clinical phases or at earlier portions of a trial to the product used in later clinical phases or later portions of the trial.\nWe expect to continue to rely on third-party manufacturers if we receive regulatory approval for any product candidate. To the extent that we enter into future long-term manufacturing arrangements with third parties, we will depend on these third parties to perform their obligations in a timely manner consistent with contractual and regulatory requirements, including those related to quality control and assurance. Any manufacturing facilities used to produce our product candidates will be subject to periodic review and inspection by the FDA and comparable foreign regulatory authorities, including for continued compliance with cGMP requirements, quality control, quality assurance and corresponding maintenance of records and documents. If we are unable to obtain or maintain third-party manufacturing for product candidates, or to do so on commercially reasonable terms, we may not be able to develop and commercialize our product candidates successfully. Our or a third party’s failure to execute on our manufacturing requirements, comply with cGMPs or maintain a compliance status acceptable to the FDA or comparable foreign regulatory authorities could adversely affect our business in a number of ways, including:\n●\nan inability to initiate or continue preclinical studies or clinical trials of product candidates;\n​\n●\ndelay in submitting regulatory applications, or receiving regulatory approvals, for product candidates;\n​\n●\nloss of the cooperation of future collaborators;\n​\n●\nsanctions being imposed on us, including shutdown of the third-party vendor or invalidation of drug product lots or processes, fines, injunctions, civil penalties, delays, suspension, variation or withdrawal of approvals, license revocation, seizures of product candidates or drugs, operating restrictions and criminal prosecutions;\n​\n●\nrequirements to cease distribution or to recall batches of our product candidates; and\n​\n●\nin the event of approval to market and commercialize a product candidate, an inability to meet commercial demands for our products.\n​\nAdditionally, our CMOs may experience difficulties due to resource constraints or as a result of labor disputes or unstable political environments. If our CMOs were to encounter any of these difficulties, our ability to provide our product\n115\n\nTable of Contents\ncandidates to participants in preclinical and clinical trials, or to provide product for treatment of participants once approved, would be jeopardized.\nWe depend on limited source suppliers for certain raw materials used in our product candidates. If we are unable to source these supplies on a timely basis or establish redundancy in our manufacturing process or longer-term contracts with our CMOs, we will not be able to complete our clinical trials on time and the development of our product candidates may be delayed.\n\nCertain of the raw materials necessary to produce envu and A-005 are in limited supply, and we generally rely on one CMO for each manufacturing stage. While we intend to identify and qualify additional suppliers and redundant manufacturers to provide the API, drug product and critical raw material prior to submission of an NDA to the FDA and/or a comparable marketing application outside the United States, there can be no assurance that we will be successful in doing so. Furthermore, any of the limited source suppliers upon whom we rely could stop producing our supplies, cease operations or be acquired by, or enter into exclusive arrangements with, our competitors. Establishing redundancy in CMOs and additional or replacement suppliers for these supplies, and obtaining regulatory authorizations that may result from adding or replacing CMOs and suppliers, could take a substantial amount of time, result in increased costs and impair our ability to produce our products, which would adversely impact our business, financial condition, results of operations and prospects. Any such interruption or delay may force us to seek similar supplies from alternative sources, which may not be available at reasonable prices, or at all. Any interruption in the supply of limited source components for our product candidates would adversely affect our ability to meet scheduled timelines and budget for the development and commercialization of our product candidates, could result in higher expenses and would harm our business. Although we have not experienced any significant disruption as a result of our reliance on limited source suppliers, we have a limited operating history and cannot assure you that we will not experience disruptions in our supply chain in the future as a result of such reliance or otherwise.\nIn addition, we do not currently have long-term supply contracts with our CMOs, and they are not obligated to supply drug products to us for any period, in any specified quantity or at any certain price beyond the delivery contemplated by the relevant purchase orders. As a result, our suppliers could stop selling to us at commercially reasonable prices, or at all. While we intend to enter into long-term master supply agreements with certain of our CMOs prior to any potential NDA submission, we may not be successful in negotiating such agreements on favorable terms or at all. If we do enter into such long-term master supply agreements, or enter into such agreements on less favorable terms than we currently have with such manufacturers, we could be subject to binding long-term purchase obligations that may be harmful to our business, including in the event that we do not conduct our trials on planned timelines, or at all, or utilize the drug products that we are required to purchase. Any change in our relationships with our CMOs or changes to the contractual terms of our agreements with them could adversely affect our business, financial condition, results of operations and prospects.\nThe operations of our suppliers, most of which are located outside of the United States, are subject to additional risks that are beyond our control and that could harm our business, financial condition, results of operations and prospects.\n\nCurrently, most of our suppliers are located outside of the United States. As a result of our global suppliers, we are subject to risks associated with doing business abroad, including:\n●\npolitical unrest, terrorism, labor disputes, and economic instability resulting in the disruption of trade from foreign countries in which our products are manufactured;\n​\n●\nthe imposition of new laws and regulations, including those relating to labor conditions, quality, and safety standards, imports, duties, taxes, and other charges on imports, as well as trade restrictions and restrictions on currency exchange or the transfer of funds, particularly new or increased tariffs imposed on imports from countries where our suppliers operate;\n●\nfluctuations in currency exchange rates over time, which may substantially increase our costs of doing business abroad where we have payment obligations in local currency;\n​\n116\n\nTable of Contents\n●\ngreater challenges and increased costs with enforcing and periodically auditing or reviewing our suppliers’ and manufacturers’ compliance with cGMPs or status acceptable to the FDA or comparable foreign regulatory authorities;\n​\n●\nreduced protection for intellectual property rights, including trademark protection, in some countries particularly China;\n​\n●\ndisruptions in operations due to global, regional, or local public health crises or other emergencies or natural disasters, including, for example, disruptions experienced during the COVID-19 pandemic;\n​\n●\ndisruptions or delays in shipments; and\n​\n●\nchanges in local economic conditions in countries where our manufacturers or suppliers are located.\n​\nThese and other factors beyond our control could interrupt our suppliers’ production, influence the ability of our suppliers to export our clinical supplies cost-effectively or at all, and inhibit our suppliers’ ability to procure certain materials, any of which could harm our business, financial condition, results of operations and prospects.\nWe may be exposed to significant currency exchange risk.\nWe operate a number of our clinical trials outside of the United States and incur portions of our expenses, and may in the future derive revenues, in a variety of currencies. As a result, we are exposed to currency exchange risk as our results of operations and cash flows are subject to fluctuations in currency exchange rates. Fluctuations in currency exchange rates have had, and will continue to have, an impact on our results as expressed in United States dollars. We currently do not have a formal hedging program with respect to foreign currencies. We cannot predict the impact of foreign currency fluctuations, and foreign currency fluctuations in the future may adversely affect our financial condition, results of operations and cash flows.\nRisks Related to Ownership of Our Common Stock\n\nAn active and liquid trading market for our common stock may not develop, and you may not be able to resell your shares of common stock at or above the price you paid for them.\n\nAn active trading market for our common stock may never develop or, if it is developed, be sustained. The market value of our common stock may decrease from the price you paid for them. As a result of these and other factors, including our limited public float, you may be unable to resell your shares of our common stock at or above the price you paid for them. The lack of an active market may impair your ability to sell your shares at the time you wish to sell them or at a price that you consider reasonable. The lack of an active market may also reduce the fair market value of your shares. Furthermore, an inactive market may also impair our ability to raise capital by selling shares of our common stock and may impair our ability to enter into strategic collaborations or acquire companies or products by using our shares of common stock as consideration.\nOur quarterly and annual operating results may fluctuate significantly or may fall below the expectations of investors or securities analysts or any guidance we may publicly provide, each of which may cause our stock price to fluctuate or decline.\n\nWe expect our operating results to be subject to quarterly and annual fluctuations which may, in turn, cause the price of our common stock to fluctuate substantially. Our net loss and other operating results will be affected by numerous factors, including:\n●\nvariations in the level of expense related to the ongoing development of our most advanced product candidate envu, A-005 and other development programs;\n​\n117\n\nTable of Contents\n●\nresults and timing of preclinical studies and ongoing and future clinical trials, or the addition or termination of any such clinical trials;\n​\n●\nthe timing of payments we may make or receive under any current or future license and future collaboration arrangements or the termination or modification thereof;\n​\n●\nour execution of any strategic transactions, including any future acquisitions, collaborations, licenses or similar arrangements, and the timing and amount of payments we may make or receive in connection with such transactions;\n​\n●\nany intellectual property infringement lawsuit or opposition, interference or cancellation proceeding in which we may become involved;\n​\n●\nrecruitment and departures of key personnel;\n​\n●\nif our product candidates receive regulatory approval, the terms of such approval and market acceptance and demand for such products;\n​\n●\nregulatory developments affecting our product candidates or those of our competitors;\n​\n●\nfluctuations in stock-based compensation expense;\n​\n●\nthe impacts of inflation and rising interest rates on our business and operations; and\n​\n●\nchanges in general market and economic conditions.\n​\nIf our quarterly or annual operating results fall below the expectations of investors or securities analysts or any forecasts or guidance we may provide to the market, the price of our common stock could decline substantially. Such a stock price decline could occur even when we have met any previously publicly stated guidance we may provide. We believe that quarterly or annual comparisons of our financial results are not necessarily meaningful and should not be relied upon as an indication of our future performance.\nOur stock price is likely to continue to be volatile, which could result in substantial losses for our investors.\n\nThe market price of our common stock is likely to continue to be volatile and could fluctuate widely in response to many factors, including but not limited to:\n●\nvolatility and instability in the financial and capital markets;\n​\n●\nannouncements relating to our product candidates, including the results of clinical trials by us or any future collaborators;\n​\n●\nannouncements by competitors that impact our competitive outlook;\n​\n●\nnegative developments with respect to our product candidates, or similar products or product candidates with which we compete;\n​\n●\ndevelopments with respect to patents or intellectual property rights;\n​\n●\nannouncements of technological innovations, new product candidates, new products or new contracts by us or our competitors;\n118\n\nTable of Contents\n​\n●\nannouncements relating to any future strategic transactions, including acquisitions, collaborations, licenses or similar arrangements;\n●\nour ability to achieve the perceived benefits of our strategic transactions, including the ACELYRIN Merger, as rapidly or to the extent anticipated by financial analysts or investors;\n​\n●\nactual or anticipated variations in our operating results due to the level of development expenses and other factors;\n​\n●\nchanges in financial estimates by equities research analysts and whether our earnings (or losses) meet or exceed such estimates;\n​\n●\nannouncement or expectation of additional financing efforts and receipt, or lack of receipt, of funding in support of conducting our business;\n​\n●\nsales of our common stock by us, our insiders, or other stockholders, or issuances by us of shares of our common stock in connection with strategic transactions;\n​\n​\n●\nconditions and trends in the pharmaceutical, biotechnology and other industries;\n​\n●\nregulatory developments within, and outside of, the United States, including changes in the structure of health care payment systems;\n​\n●\nlitigation or arbitration;\n​\n●\nCOVID-19 or other pandemics, natural disasters, or major catastrophic events;\n​\n●\ngeneral economic, political and market conditions and other factors; and\n​\n●\nthe occurrence of any of the risks described in this Part II, Item 1A “Risk Factors.”\n​\nIn recent years, the stock market in general, and the market for pharmaceutical and biotechnology companies in particular, has experienced significant price and volume fluctuations that have often been unrelated or disproportionate to changes in the operating performance of the companies whose stock is experiencing those price and volume fluctuations. Broad market and industry factors may seriously affect the market price of our common stock, regardless of our actual operating performance.\nSales of a substantial number of shares of our common stock could cause our stock price to fall.\n\nSales of a substantial number of shares of our common stock in the public market could occur at any time. If our stockholders sell, or the market perceives that our stockholders intend to sell, substantial amounts of our common stock in the public market, the market price of our common stock could decline significantly. Immediately following the ACELYRIN Merger, our pre-merger equityholders held approximately 52% of the combined company’s common stock and the pre-merger equityholders of ACELYRIN held approximately 48% of the combined company’s common stock, in each case, calculated on a fully diluted basis as of January 31, 2025. Shares of our common stock issued in the ACELYRIN Merger are freely tradeable in the public market.\nWe cannot predict what effect, if any, sales of our shares in the public market or the availability of shares for sale will have on the market price of our common stock. However, future sales of substantial amounts of our common stock in the public market, including shares issued in the ACELYRIN Merger or upon exercise of outstanding options, or the perception that such sales may occur, could adversely affect the market price of our common stock.\n119\n\nTable of Contents\nWe also expect that significant additional capital may be needed in the future to continue our planned operations, including conducting our planned clinical trials, manufacturing and commercialization efforts, expanded research and development activities and costs associated with operating as a public company. To raise capital, we may sell common stock, convertible securities or other equity securities in one or more transactions at prices and in a manner we determine from time to time. These sales, or the perception in the market that the holders of a large number of shares intend to sell shares, could reduce the market price of our common stock.\nOur principal stockholders and management own a significant percentage of our common stock\nand will be able to control matters subject to stockholder approval\n.\n\nBased on the beneficial ownership of our capital stock as of June 30, 2025, our executive officers, directors, holders of 5% or more of our capital stock and their respective affiliates beneficially owned approximately 40% of our outstanding voting stock. The interests of these stockholders may not be the same as or may even conflict with your interests. For example, these stockholders could delay or prevent a change of control of our company, even if such a change of control would benefit our other stockholders, which could deprive our stockholders of an opportunity to receive a premium for their common stock as part of a sale of our company or our assets and might affect the prevailing market price of our common stock. The significant concentration of stock ownership may adversely affect the trading price of our common stock due to investors’ perception that conflicts of interest may exist or arise. In addition, as a result of this concentration of ownership, there is a limited number of shares of our common stock that are not held by officers, directors and controlling stockholders (which is referred to as our public float), thereby adversely impacting the liquidity of our common stock and potentially depressing the price at which you may be able to sell shares of common stock.\nWe are an “emerging growth company” and a “smaller reporting company,” and the reduced reporting requirements applicable to emerging growth companies and smaller reporting companies may make our common stock less attractive to investors.\n\nWe are an “emerging growth company” as defined in Section 2(a) of the Securities Act of 1933, as amended (the “Securities Act”), as modified by the JOBS Act. For as long as we continue to be an emerging growth company, we may take advantage of exemptions from various reporting requirements that are applicable to the other public companies that are not “emerging growth companies,” including (i) not being required to comply with the auditor attestation requirements of Section 404 of the Sarbanes-Oxley Act, (ii) reduced disclosure obligations regarding executive compensation in our periodic reports and proxy statements and (iii) exemptions from the requirements of holding nonbinding advisory stockholder votes on executive compensation and stockholder approval of any golden parachute payments not approved previously. We may choose to take advantage of some, but not all, of the available exemptions. We have taken advantage of reduced reporting obligations in this report. In addition, the JOBS Act provides that an emerging growth company can take advantage of an extended transition period for complying with new or revised accounting standards. These provisions allow an emerging growth company to delay the adoption of these accounting standards until they would otherwise apply to private companies. We have elected to take advantage of such extended transition period. We cannot predict whether investors will find our common stock less attractive as a result of its reliance on these exemptions. If some investors find our common stock to be less attractive as a result, there may be a less active trading market for our common stock and the price of our common stock may be more volatile than the current trading market and price of our common stock.\nFurther, there is no guarantee that the exemptions available under the JOBS Act will result in significant savings. To the extent that we choose not to use exemptions from various reporting requirements under the JOBS Act, we will incur additional compliance costs, which may impact our financial condition.\nWe will remain an emerging growth company until the earliest of: (i) the end of the fiscal year in which we have a total annual gross revenue of $1.235 billion; (ii) the last day of our fiscal year following the fifth anniversary of the completion of our initial public offering (“IPO”); (iii) the date on which we have, during the previous three-year period, issued more than $1.0 billion in non-convertible debt; or (iv) the end of the fiscal year in which the market value of common stock held by non-affiliates exceeds $700 million as of the prior June 30. Even after we no longer qualify as an emerging growth company, we may continue to qualify as a smaller reporting company, which would allow us to take advantage of many of the same exemptions from disclosure requirements, including reduced disclosure obligations regarding executive\n120\n\nTable of Contents\ncompensation. In addition, if we are a smaller reporting company with less than $100 million in annual revenue, we would not be required to comply with the auditor attestation requirements of Section 404 of the Sarbanes-Oxley Act.\nAnti-takeover provisions in our charter documents and under Delaware law could prevent or delay an acquisition of us that may be beneficial to our stockholders and may prevent attempts by our stockholders to replace or remove our current management.\n\nOur amended and restated certificate of incorporation and our amended and restated bylaws contain provisions that could delay or prevent a change in control of our company. These provisions could also make it difficult for stockholders to elect directors who are not nominated by current members of our board of directors or take other corporate actions, including effecting changes in our management. These provisions:\n●\nestablish a classified board of directors so that not all members of our board are elected at one time;\n​\n●\npermit only the board of directors to establish the number of directors and fill vacancies on the board;\n​\n●\nprovide that directors may only be removed “for cause” and only with the approval of two-thirds of our stockholders;\n​\n●\nrequire super-majority voting to amend some provisions in our amended and restated certificate of incorporation and amended and restated bylaws;\n​\n●\nauthorize the issuance of “blank check” preferred stock that our board could use to implement a stockholder rights plan;\n​\n●\neliminate the ability of our stockholders to call special meetings of stockholders;\n​\n●\nprohibit stockholder action by written consent, which requires all stockholder actions to be taken at a meeting of our stockholders;\n​\n●\nprohibit cumulative voting; and\n​\n●\nestablish advance notice requirements for nominations for election to our board or for proposing matters that can be acted upon by stockholders at annual stockholder meetings.\n​\nIn addition, Section 203 of the Delaware General Corporation Law (“DGCL”) may discourage, delay or prevent a change in control of our company. Section 203 imposes certain restrictions on mergers, business combinations and other transactions between us and holders of 15% or more of our common stock.\nThe exclusive forum provisions in our organizational documents may limit a stockholder’s ability to bring a claim in a judicial forum that it finds favorable for disputes with us or any of our directors, officers or employees, or the underwriters of any offering giving rise to such claim, which may discourage lawsuits with respect to such claims.\nOur amended and restated certificate of incorporation, to the fullest extent permitted by law, provides that the Court of Chancery of the State of Delaware is the exclusive forum for: any derivative action or proceeding brought on our behalf; any action asserting a breach of fiduciary duty; any action asserting a claim against us arising pursuant to the DGCL, our amended and restated certificate of incorporation or our amended and restated bylaws; or any action asserting a claim that is governed by the internal affairs doctrine. This exclusive forum provision does not apply to suits brought to enforce a duty or liability created by the Exchange Act.\nThis choice of forum provision may limit a stockholder’s ability to bring a claim in a judicial forum that it finds favorable for disputes with us or any of our directors, officers or other employees, or the underwriters of any offering giving rise to\n121\n\nTable of Contents\nsuch claims, which may discourage lawsuits with respect to such claims. Alternatively, if a court were to find the choice of forum provisions contained in our amended and restated certificate of incorporation to be inapplicable or unenforceable in an action, we may incur additional costs associated with resolving such action in other jurisdictions, which could harm our business, financial condition, results of operations and prospects.\nSection 22 of the Securities Act creates concurrent jurisdiction for federal and state courts over all claims brought to enforce any duty or liability created by the Securities Act or the rules and regulations thereunder. Our amended and restated bylaws provide that the federal district courts of the United States of America will, to the fullest extent permitted by law, be the exclusive forum for resolving any complaint asserting a cause of action arising under the Securities Act (the “Federal Forum Provision”), including for all causes of action asserted against any defendant named in such complaint. For the avoidance of doubt, this provision is intended to benefit and may be enforced by us, our officers and directors, the underwriters to any offering giving rise to such complaint, and any other professional entity whose profession gives authority to a statement made by that person or entity and who has prepared or certified any part of the documents underlying the offering. Our decision to adopt a Federal Forum Provision followed a decision by the Supreme Court of the State of Delaware holding that such provisions are facially valid under Delaware law. While federal or other state courts may not follow the holding of the Delaware Supreme Court or may determine that the Federal Forum Provision should be enforced in a particular case, application of the Federal Forum Provision means that suits brought by our stockholders to enforce any duty or liability created by the Securities Act must be brought in federal court and cannot be brought in state court, and our stockholders cannot waive compliance with the federal securities laws and the rules and regulations thereunder. Section 27 of the Exchange Act creates exclusive federal jurisdiction over all claims brought to enforce any duty or liability created by the Exchange Act or the rules and regulations thereunder. In addition, neither the exclusive forum provision nor the Federal Forum Provision applies to suits brought to enforce any duty or liability created by the Exchange Act. Accordingly, actions by our stockholders to enforce any duty or liability created by the Exchange Act or the rules and regulations thereunder must be brought in federal court, and our stockholders cannot waive compliance with the federal securities laws and the rules and regulations thereunder.\nAny person or entity purchasing or otherwise acquiring or holding any interest in any of our securities shall be deemed to have notice of and consented to our exclusive forum provisions in our amended and restated certificate of incorporation, including the Federal Forum Provision. These provisions may limit a stockholders’ ability to bring a claim, and may result in increased costs for a stockholder to bring such a claim, in a judicial forum of their choosing for disputes with us or our directors, officers, other employees or agents, which may discourage lawsuits against us and our directors, officers, other employees or agents.\nOur board of directors is authorized to issue and designate shares of our preferred stock without stockholder approval.\n\nOur amended and restated certificate of incorporation authorizes our board of directors, without the approval of our stockholders, to issue shares of preferred stock, subject to limitations prescribed by applicable law, rules and regulations and the provisions of our amended and restated certificate of incorporation, and to establish from time to time the number of shares of preferred stock to be included in each such series and to fix the designation, powers, preferences and rights of the shares of each such series and the qualifications, limitations or restrictions thereof. The powers, preferences and rights of these additional series of convertible preferred stock may be senior to or on parity with our common stock, which may reduce our common stock’s value.\nBecause we do not anticipate paying any dividends on our capital stock in the foreseeable future, capital appreciation, if any, will be your sole source of gain.\n\nWe have never declared nor paid dividends on our capital stock. We currently intend to retain all of our future earnings, if any, to finance the growth and development, operation and expansion of our business and we do not anticipate declaring or paying any dividends in the foreseeable future. As a result, capital appreciation of our common stock, which may never occur, will be your sole source of gain on your investment for the foreseeable future.\n122\n\nTable of Contents\nThe dual class structure of our common stock may limit your ability to influence corporate matters and may limit your visibility with respect to certain transactions.\n\nThe dual class structure of our common stock may limit your ability to influence corporate matters. Holders of our common stock are entitled to one vote per share, while holders of our non-voting common stock are not entitled to any votes. Nonetheless, each share of our non-voting common stock may be converted at any time into one share of our common stock at the option of its holder by providing written notice to us, subject to the ownership and other limitations provided for in our certificate of incorporation. Consequently, if holders of our non-voting common stock exercise their option to make this conversion, this will have the effect of increasing the relative voting power of those prior holders of our non-voting common stock, and correspondingly decreasing the voting power of the holders of our common stock, which may limit your ability to influence corporate matters. Additionally, stockholders who hold, in the aggregate, more than 10% of our common stock and non-voting common stock, but 10% or less of our common stock, and are not otherwise an insider, may not be required to report changes in their ownership due to transactions in our non-voting common stock pursuant to Section 16(a) of the Exchange Act, and may not be subject to the short-swing profit provisions of Section 16(b) of the Exchange Act.\nGeneral Risk Factors\n\nUnstable economic and market conditions may have serious adverse consequences on our business, financial condition and stock price.\n\nGlobal economic and business activities continue to face widespread uncertainties, and global credit and financial markets have experienced extreme volatility and disruptions in the past several years, including severely diminished liquidity and credit availability, rising inflation and monetary supply shifts, rising interest rates, labor shortages, declines in consumer confidence, declines in economic growth, increases in unemployment rates, recession risks and uncertainty about economic and geopolitical stability (for example, related to the ongoing conflicts in Ukraine and Israel and the surrounding areas). The extent of the impact of these conditions on our operational and financial performance, including our ability to execute our business strategies and initiatives in the expected timeframe, as well as that of third parties upon whom we rely, will depend on future developments which are uncertain and cannot be predicted. There can be no assurance that further deterioration in economic or market conditions will not occur, or how long these challenges will persist. If the current equity and credit markets further deteriorate, or do not improve, it may make any necessary debt or equity financing more difficult, more costly and more dilutive. Furthermore, our stock price may decline due in part to the volatility of the stock market and the general economic downturn.\nIf securities or industry analysts do not publish research or reports about our business, or if they publish inaccurate or unfavorable research about our business, our stock price and trading volume could decline.\n\nThe trading market for our common stock is influenced in part by the research and reports that industry or securities analysts publish about us or our business. We do not have any control over the industry or securities analysts, or the content and opinions included in their reports and may never obtain research coverage by securities and industry analysts. If no or few securities or industry analysts commence coverage of us, or if analysts cease coverage of us, we could lose visibility in the financial markets, and the trading price for our common stock could be impacted negatively. If any of the analysts who cover us publish inaccurate or unfavorable research or opinions regarding us, our business model, our intellectual property or our stock performance, or if our preclinical studies and clinical trials and operating results fail to meet the expectations of analysts, our stock price would likely decline.\nWe incur increased costs as a result of operating as a public company, and our management is required to devote substantial time to new compliance initiatives and corporate governance practices.\nAs a public company, we incur significant legal, accounting and other expenses that we did not incur as a private company. The Securities Act, the Exchange Act, Sarbanes-Oxley Act, the Dodd-Frank Wall Street Reform and Consumer Protection Act, the listing requirements of the Nasdaq Global Select Market and other applicable securities rules and regulations impose various requirements on public companies, including establishment and maintenance of effective disclosure and financial controls and corporate governance practices. Our management and other personnel will continue to need to devote\n123\n\nTable of Contents\na substantial amount of time to these compliance initiatives. Moreover, we expect these rules and regulations to substantially increase our legal and financial compliance costs and to make some activities more time-consuming and costly, particularly after we are no longer an emerging growth company. We cannot predict or estimate the amount or timing of additional costs we may incur to respond to these requirements. The impact of these requirements could also make it more difficult for us to attract and retain qualified persons to serve on our board of directors, our board committees or as executive officers. The increased costs may require us to reduce costs in other areas of our business. Moreover, these rules and regulations are often subject to varying interpretations, in many cases due to their lack of specificity, and, as a result, their application in practice may evolve over time as new guidance is provided by regulatory and governing bodies. This could result in continuing uncertainty regarding compliance matters and higher costs necessitated by ongoing revisions to disclosure and governance practices.\nFailure to establish and maintain effective internal control over financial reporting could adversely affect our business and if investors lose confidence in the accuracy and completeness of our financial reports, the market price of our common stock could be negatively affected.\n\nWe are not currently required to comply with the rules of the SEC implementing Section 404(b) of the Sarbanes-Oxley Act, which requires including an attestation report on internal control over financial reporting issued by our independent registered public accounting firm. However, we are required to comply with the SEC’s rules implementing Sections 302 and 404(a) of the Sarbanes-Oxley Act, which require our management to certify financial and other information in our quarterly and annual reports and provide an annual management report on the effectiveness of internal control over financial reporting. Although we will be required to disclose changes made in our internal control over financial reporting on a quarterly basis, we will not be required to make our first annual assessment of our internal control over financial reporting until our second annual report on Form 10-K. Furthermore, as an emerging growth company, our independent registered public accounting firm will not be required to attest to the effectiveness of our internal control over financial reporting until the later of the year following our first annual report required to be filed with the SEC or the date we are no longer an emerging growth company. At such time, our independent registered public accounting firm would need to issue a report that is adverse in the event that there are material weaknesses in our internal control over financial reporting.\nTo comply with the requirements of being a public company, we have undertaken various actions, and will need to take additional actions, such as implementing numerous internal controls and procedures and hiring additional accounting or internal audit staff or consultants. Testing and maintaining internal controls can divert our management’s attention from other matters that are important to the operation of our business. Additionally, when evaluating our internal control over financial reporting, we may identify material weaknesses that we may not be able to remediate in time to meet the applicable deadline imposed upon us for compliance with the requirements of Section 404(b). If we identify any material weaknesses in our internal control over financial reporting or are unable to comply with the requirements of Section 404(b) in a timely manner or assert that our internal control over financial reporting is effective, or if our independent registered public accounting firm is unable to express an opinion as to the effectiveness of our internal control over financial reporting once we are no longer an emerging growth company, investors may lose confidence in the accuracy and completeness of our financial reports and the market price of our common stock could be negatively affected, and we could become subject to investigations by the stock exchange on which our securities are listed, the SEC or other comparable foreign regulatory authorities, which could require additional financial and management resources. In addition, if we fail to remedy any material weakness, our financial statements could be inaccurate, and we could face restricted access to capital markets.\nOur disclosure controls and procedures may not prevent or detect all errors or acts of fraud.\n\nWe are subject to the periodic reporting requirements of the Exchange Act. We have designed our disclosure controls and procedures to reasonably assure that information we must disclose in reports we file or submit under the Exchange Act is accumulated and communicated to management, and recorded, processed, summarized and reported within the time periods specified in the rules and forms of the SEC. Any disclosure controls and procedures, no matter how well-conceived and operated, can provide only reasonable, not absolute, assurance that the objectives of the control system are met.\nThese inherent limitations include the realities that judgments in decision-making can be faulty, and that breakdowns can occur because of simple error or mistake. For example, our directors or executive officers could inadvertently fail to disclose a new relationship or arrangement causing us to fail to make any related party transaction disclosures.\n124\n\nTable of Contents\nAdditionally, controls can be circumvented by the individual acts of some persons, by collusion of two or more people or by an unauthorized override of the controls. Accordingly, because of the inherent limitations in our control system, misstatements due to error or fraud may occur and not be detected. In addition, we do not have a formal risk management program for identifying and addressing risks to our business in other areas.\nACELYRIN has been named a defendant in a purported securities class action lawsuit, and we may be the target of other securities litigation in the future. This could result in substantial damages or other expenses, and could divert management’s time and attention from our business.\nIn connection with the ACELYRIN Merger, we assumed the liabilities of ACELYRIN, which include a purported federal securities class action lawsuit which was commenced against ACELYRIN in the United States District Court for the Central District of California (the “Court”) on November 15, 2023. On February 15, 2024, the Court appointed joint lead plaintiffs and lead counsel. An amended complaint was filed on March 26, 2024, naming ACELYRIN and current and former officers and directors as defendants. The complaint alleges that the defendants violated the Exchange Act and Securities Act in disclosures regarding the primary endpoint of HiSCR75 at week 16 not meeting statistical significance in ACELYRIN’s Phase 2b trial of izokibep in hidradenitis suppurativa. The amended complaint seeks damages and an award of reasonable costs and expenses, as well as such other and further relief as the court may deem just and proper. On May 3, 2024, defendants filed their motion to dismiss the amended complaint, which remains pending. This lawsuit is subject to inherent uncertainties, including its outcome. We could be forced to expend significant resources and incur substantial legal fees and costs in the defense of this suit, and we may not prevail. We have not established any reserve for any potential liability relating to this lawsuit. It is possible that we could, in the future, incur judgments or enter into settlements of claims for monetary damages. In addition, we may be the target of other securities litigation in the future. Securities litigation (including the cost to defend against, and any potential adverse outcome resulting from any such proceeding) can be expensive and time-consuming, damage our reputation and divert our management’s attention from other business concerns, which could seriously harm our business."
      }
    ]
  },
  "in_body_security_descriptions": {
    "sections": []
  }
}