{
  "cik": "0001799448",
  "filing_path": "sec_filings\\10K\\0001799448_0000950170-25-035929_algs-20241231.txt",
  "extracted_at": "2025-09-22T03:01:51.409004Z",
  "cover_page": {
    "sections": [
      {
        "heading": "Cover Page",
        "content": "UNITED STATES\n\nSECURITIES AND EXCHANGE COMMISSION\n\nWashington, D.C. 20549\n\nFORM \n10-K\n\n(Mark One)\n\n☒\n\nANNUAL REPORT PURSUANT TO SECTION 13 OR 15(d) OF THE SECURITIES EXCHANGE ACT OF 1934\n\nFor the fiscal year ended \nDecember 31\n, \n2024\n\nOR\n\n☐\n\nTRANSITION REPORT PURSUANT TO SECTION 13 OR 15(d) OF THE SECURITIES EXCHANGE ACT OF 1934 FOR THE TRANSITION PERIOD FROM                      TO\n\nCommission File Number: \n001-39617\n\nAligos Therapeutics, Inc.\n\n(Exact name of Registrant as specified in its Charter)\n\nDelaware\n\n82-4724808\n\n(State or other jurisdiction of\nincorporation or organization)\n\n(I.R.S. Employer\nIdentification No.)\n\nOne Corporate Drive\n, \n2\nnd\n Floor\nSouth San Francisco\n, \nCalifornia\n\n94080\n\n(Address of principal executive offices)\n\n(Zip Code)\n\nRegistrant’s telephone number, including area code: (\n800\n) \n466-6059 \n\nSecurities registered pursuant to Section 12(b) of the Act:\n\nTitle of each class\n\nTrading Symbol(s)\n\nName of each exchange on which registered\n\nCommon Stock, par value, $0.0001 per share\n\nALGS\n\nThe Nasdaq Stock Market LLC\n(Nasdaq Capital Market)\n\nSecurities registered pursuant to Section 12(g) of the Act: \nNone\n\nIndicate by check mark if the Registrant is a well-known seasoned issuer, as defined in Rule 405 of the Securities Act. \nYes\n ☐ \nNo\n ☒\n\nIndicate by check mark if the Registrant is not required to file reports pursuant to Section 13 or 15(d) of the Act.  \nYes\n ☐ \nNo\n ☒\n\nIndicate by check mark whether the Registrant: (1) has filed all reports required to be filed by Section 13 or 15(d) of the Securities Exchange Act of 1934 during the preceding 12 months (or for such shorter period that the Registrant was required to file such reports), and (2) has been subject to such filing requirements for the past 90 days.  \nYes\n ☒ \nNo\n ☐\n\nIndicate by check mark whether the Registrant has submitted electronically every Interactive Data File required to be submitted pursuant to Rule 405 of Regulation S-T (§232.405 of this chapter) during the preceding 12 months (or for such shorter period that the Registrant was required to submit such files).  \nYes\n ☒ \nNo\n ☐\n\nIndicate by check mark whether the Registrant is a large accelerated filer, an accelerated filer, a non-accelerated filer, a smaller reporting company, or an emerging growth company. See the definitions of “large accelerated filer,” “accelerated filer,” “smaller reporting company,” and “emerging growth company” in Rule 12b-2 of the Exchange Act.\n\nLarge accelerated filer\n\n☐\n\nAccelerated filer\n\n☐\n\nNon-accelerated filer\n\n☒\n\nSmaller reporting company\n\n☒\n\nEmerging growth company\n\n☒\n\nIf an emerging growth company, indicate by check mark if the Registrant has elected not to use the extended transition period for complying with any new or revised financial accounting standards provided pursuant to Section 13(a) of the Exchange Act.  \n☐\n\nIndicate by check mark whether the Registrant has filed a report on and attestation to its management’s assessment of the effectiveness of its internal control over financial reporting under Section 404(b) of the Sarbanes-Oxley Act (15 U.S.C. 7262(b)) by the registered public accounting firm that prepared or issued its\n\naudit report.  \n☐\n\nIf securities are registered pursuant to Section 12(b) of the Act, indicate by check mark whether the financial statements of the registrant included in the filing reflect the correction of an error to previously issued financial statements. \n☐\n\nIndicate by checkmark whether any of those error corrections are restatements that required a recovery analysis of incentive-based compensation received by any of the registrant's executive officers during the relevant recover period pursuant to Section 240.10D-1(b).                             \n☐\n\nIndicate by check mark whether the Registrant is a shell company (as defined in Rule 12b-2 of the Act).  \nYes\n ☐ \nNo\n\n☒\n\nThe aggregate market value of voting and non-voting common stock held by non-affiliates of the Registrant was approximately $\n38.7\n million as of June 28, 2024, the last business day of the Registrant's most recently completed second fiscal quarter, based on (i) 3,191,425 shares of common stock, $0.0001 par value per share, outstanding, comprised of 3,067,732 shares of voting common stock, $0.0001 par value per share and 123,693 shares of non-voting common stock, $0.0001 par value per share, and (ii) the closing sales price for the Registrant’s common stock on the Nasdaq Capital Market on such date.\n\nAs of March 6, 2025\n, the Registrant had \n6,114,311\n shares of common stock, $0.0001 par value per share, outstanding, comprised of \n5,314,311\n shares of voting common stock, $0.0001 par value per share and \n800,000\n shares of non-voting common stock, $0.0001 par value per share. This number does not include 4,363,916 shares of common stock issuable upon the exercise of pre-funded warrants outstanding as of March 6, 2025 (which are immediately exercisable at an exercise price of $0.0025 and $0.0001 per share of common stock, respectively, subject to beneficial ownership limitations) sold in the Registrant’s private placement on October 23, 2023 and February 13, 2025. See Note 8—\n\nCommon Warrants and Pre- Funded Warrants to the Registrant’s audited financial statements.\n\nDOCUMENTS INCORPORATED BY REFERENCE\nPortions of the Registrant’s Definitive Proxy Statement relating to the 2025 Annual Meeting of Stockholders, which will be filed with the Securities and Exchange Commission within 120 days after the end of the Registrant’s fiscal year ended December 31, 2024\n, are incorporated by reference into Part III of this Report."
      },
      {
        "heading": "Securities registered pursuant to Section 12(b)",
        "content": "Securities registered pursuant to Section 12(b) of the Act:\n\nTitle of each class\n\nTrading Symbol(s)\n\nName of each exchange on which registered\n\nCommon Stock, par value, $0.0001 per share\n\nALGS\n\nThe Nasdaq Stock Market LLC\n(Nasdaq Capital Market)"
      }
    ]
  },
  "stockholders_equity_notes": {
    "sections": []
  },
  "exhibit_4_securities": {
    "sections": []
  },
  "charter_bylaws": {
    "sections": []
  },
  "market_equity": {
    "sections": []
  },
  "capital_stock": {
    "sections": [
      {
        "heading": "7. Capital stock",
        "content": "7. Capital stock\n\nCommon stock\n\nOn October 20, 2020, the Company amended its certificate of incorporation to increase the total shares of common stock authorized for issuance to \n12,800,000\n and decrease the total shares of preferred stock authorized for issuance to \n10,000,000\n with a par value of $\n0.0001\n per share. \n12,000,000\n shares of the common stock were designated as “Voting Common Stock” and \n800,000\n shares of the common stock were designated as “Non-Voting Common Stock”.\n\n118\n\nOn June 27, 2024, the Company amended its certificate of incorporation to increase the total shares of voting common stock authorized for issuance from \n12,000,000\n to \n20,000,000\n.\n\nThe holders of shares of voting common stock are entitled to \none\n vote for each share of common stock at all meetings of stockholders.\n\nPreferred stock\nAs of December 31, 2024 and 2023\n, there were \n10,000,000\n shares of preferred stock authorized and \nno\n preferred stock issued."
      }
    ]
  }
}