{
  "cik": "0001974640",
  "filing_path": "sec_filings\\10K\\0001974640_0000950170-25-030385_apge-20241231.txt",
  "extracted_at": "2025-09-21T20:15:33.815395Z",
  "cover_page": {
    "sections": [
      {
        "heading": "Cover Page",
        "content": "UNITED STATES\n\nSECURITIES AND EXCHANGE COMMISSION\n\nWASHINGTON, DC 20549\n\nFORM \n10-K\n\n(Mark one)\n\n☒\n\nANNUAL REPORT PURSUANT TO SECTION 13 OR 15(d) OF THE SECURITIES EXCHANGE ACT OF 1934\n\nFor the fiscal year ended \nDecember 31\n, \n2024\n\nOR\n\n☐\n\nTRANSITION REPORT PURSUANT TO SECTION 13 OR 15 (d) OF THE SECURITIES EXCHANGE ACT OF 1934\n\nFor the transition period from\n\nto\nCommission File Number: \n001-41740\n\nApogee Therapeutics, Inc.\n\n(Exact name of registrant as specified in its charter)\n\nDelaware\n\n88-0588063\n\n(State or other jurisdiction of\n\n(I.R.S. Employer\n\nincorporation or organization)\n\nIdentification Number)\n\n221 Crescent St\n., \nBuilding 17\n, \nSuite 102b\n\nWaltham\n, \nMA\n\n02453\n\n(\n650\n) \n394‑5230\n\n(Address including zip code, and telephone number including area code, of registrant’s principal executive offices)\n\nFormer name, former address and former fiscal year, if changed since last report: N/A\n\nSecurities registered pursuant to Section 12(b) of the Exchange Act:\n\nTitle of each class\n\nTrading Symbol(s)\n\nName of each exchange on which registered\n\nCommon Stock, par value $0.00001 per share\n\nAPGE\n\nThe Nasdaq Global Market\n\nSecurities registered pursuant to Section 12(g) of the Exchange Act: None.\n\nIndicate by check mark if the registrant is a well-known seasoned issuer, as defined in Rule 405 of the Securities Act. \nYes\n ☒\n No ☐\n\nIndicate by check mark if the registrant is not required to file reports pursuant to Section 13 or Section 15(d) of the Act. Yes ☐ \nNo\n ☒\n\nIndicate by check mark whether the registrant (1) has filed all reports required to be filed by Section 13 or 15(d) of the Securities Exchange Act during the preceding 12 months (or for such shorter period that the registrant was required to file such reports), and (2) has been subject to such filing requirements for the past 90 days. \nYes\n ☒ No ☐\n\nIndicate by check mark whether the registrant has submitted electronically every Interactive Data File required to be submitted pursuant to Rule 405 of Regulation S-T (§ 232.405 of this chapter) during the preceding 12 months (or for such shorter period that the registrant was required to submit such files). \nYes\n ☒ No ☐\n\nIndicate by check mark whether the registrant is a large accelerated filer, an accelerated filer, a non-accelerated filer, a smaller reporting company, or an emerging growth company. See the definitions of “large accelerated filer,” “accelerated filer,” “smaller reporting company,” and “emerging growth company” in Rule 12b‑2 of the Exchange Act.\n\nLarge accelerated filer\n\n☒\n\nAccelerated filer\n\n☐\n\nNon-accelerated filer\n\n☐\n\nSmaller reporting company\n\n☐\n\nEmerging growth company\n\n☐\n\nIf an emerging growth company, indicate by check mark if the registrant has elected not to use the extended transition period for complying with any new or revised financial accounting standards provided pursuant to Section 13(a) of the Exchange Act. ☐\n\nIndicate by check mark whether the registrant has filed a report on and attestation to its management’s assessment of the effectiveness of its internal control over financial reporting under Section 404(b) of the Sarbanes-Oxley Act (15 U.S.C. 7262(b)) by the registered public accounting firm that prepared or issued its audit report. \n☒\n\nIf securities are registered pursuant to Section 12(b) of the Act, indicate by check mark whether the financial statements of the registrant included in the filing reflect the correction of an error to previously issued financial statements. \n☐\n\nIndicate by check mark whether any of those error corrections are restatements that required a recovery analysis of incentive-based compensation received by any of the registrant’s executive officers during the relevant recovery period pursuant to §240.10D‑1(b). ☐\n\nThe aggregate market value of the voting and non-voting common equity held by non-affiliates of the registrant as of June 30, 2024 was approximately $\n1,433.6\n million based on the closing price on The Nasdaq Global Market reported for such date. Shares of common stock held by each officer and director and by each person who is known to own 10% or more of the outstanding common stock have been excluded in that such persons may be deemed to be affiliates of the registrant. This determination of affiliate status is not necessarily a conclusive determination for other purposes.\n\nIndicate by check mark whether the registrant is a shell company (as defined in Rule 12b‑2 of the Exchange Act). Yes ☐ \nNo\n ☒\n\nAs of February 24, 2025\n, the registrant had 59,503,184 shares of common stock, $0.00001 par value per share, outstanding, comprised of \n46,016,542\n shares of voting common stock, $0.00001 par value per share, and \n13,486,642\n shares of non-voting common stock, $0.00001 par value per share.\n\nDOCUMENTS INCORPORATED BY REFERENCE\nCertain information required to be disclosed in Part III of this report is incorporated by reference from the registrant’s definitive Proxy Statement for the 2025 Annual Meeting of Shareholders, which proxy statement will be filed not later than 120 days after the end of the fiscal year covered by this report."
      },
      {
        "heading": "Securities registered pursuant to Section 12(b)",
        "content": "Securities registered pursuant to Section 12(b) of the Exchange Act:\n\nTitle of each class\n\nTrading Symbol(s)\n\nName of each exchange on which registered\n\nCommon Stock, par value $0.00001 per share\n\nAPGE\n\nThe Nasdaq Global Market"
      }
    ]
  },
  "stockholders_equity_notes": {
    "sections": [
      {
        "heading": "Stockholders' equity:",
        "content": "Stockholders' equity:\n\nCommon Stock; $\n0.00001\n par value, \n400,000,000\n authorized, \n59,478,725\n issued and \n58,062,898\n outstanding as of December 31, 2024; \n400,000,000\n authorized, \n50,655,671\n issued and \n48,338,769\n outstanding as of December 31, 2023\n\n1\n\n—\n\nAdditional paid-in capital\n\n1,021,794\n\n503,354\n\nAccumulated other comprehensive income\n\n915\n\n329\n\nAccumulated deficit\n\n(\n305,916\n\n)\n\n(\n123,770\n\n)\n\nTotal stockholders’ equity\n\n716,794\n\n379,913\n\nTotal liabilities and stockholders’ equity\n\n$\n\n753,951\n\n$\n\n401,404\n\nThe accompanying notes are an integral part of these consolidated financial statements.\n\n125"
      },
      {
        "heading": "STOCKHOLDERS' EQUITY/MEMBERS'",
        "content": "STOCKHOLDERS'\nEQUITY/MEMBERS'\nDEFICIT\n\nUNITS\n\nAMOUNT\n\nUNITS\n\nAMOUNT\n\nUNITS\n\nAMOUNT\n\nUNITS\n\nAMOUNT\n\nSHARES\n\nAMOUNT\n\nAMOUNT\n\nAMOUNT\n\nAMOUNT\n\nAMOUNT\n\nBalance at December 31, 2022\n\n20,000,000\n\n$\n\n28,971\n\n45,089,212\n\n$\n\n148,496\n\n5,000,000\n\n$\n\n2,251\n\n1,625,086\n\n$\n\n2,142\n\n—\n\n$\n\n—\n\n$\n\n—\n\n$\n\n(\n39,785\n\n)\n\n$\n\n—\n\n$\n\n(\n35,392\n\n)\n\nVesting of incentive units\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n922,338\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\nConversion of preferred, common, and incentive units into common stock\n\n(\n20,000,000\n\n)\n\n(\n28,971\n\n)\n\n(\n45,089,212\n\n)\n\n$\n\n(\n148,496\n\n)\n\n(\n5,000,000\n\n)\n\n(\n2,251\n\n)\n\n(\n2,547,424\n\n)\n\n(\n4,686\n\n)\n\n27,597,438\n\n—\n\n184,404\n\n—\n\n—\n\n177,467\n\nCommon stock issued in IPO, net of issuance costs of $\n29,666\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n20,297,500\n\n—\n\n315,391\n\n—\n\n—\n\n315,391\n\nVesting of restricted stock\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n443,831\n\n—\n\n—\n\n—\n\n—\n\n—\n\nEquity-based compensation expense\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n2,544\n\n—\n\n—\n\n3,559\n\n—\n\n—\n\n6,103\n\nChange in unrealized gain on marketable securities, net of tax\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n329\n\n329\n\nNet loss\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n(\n83,985\n\n)\n\n—\n\n(\n83,985\n\n)\n\nBalance at December 31, 2023\n\n—\n\n$\n\n—\n\n—\n\n$\n\n—\n\n—\n\n$\n\n—\n\n—\n\n$\n\n—\n\n48,338,769\n\n$\n\n—\n\n$\n\n503,354\n\n$\n\n(\n123,770\n\n)\n\n$\n\n329\n\n$\n\n379,913\n\nCommon stock issued, net of issuance costs of $\n33,045\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n7,790,321\n\n1\n\n449,954\n\n—\n\n—\n\n449,955\n\nCommon stock issued, net of issuance costs of $\n1,386\n, under ATM equity offering program\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n926,049\n\n—\n\n43,528\n\n—\n\n—\n\n43,528\n\nVesting of restricted stock\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n937,083\n\n—\n\n—\n\n—\n\n—\n\n—\n\nIssuance of common stock upon exercise of stock options\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n43,025\n\n—\n\n852\n\n—\n\n—\n\n852\n\nIssuance of common stock under employee stock purchase plan\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n27,651\n\n—\n\n774\n\n—\n\n—\n\n774\n\nEquity-based compensation expense\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n23,332\n\n—\n\n—\n\n23,332\n\nChange in unrealized gain on marketable securities, net of tax\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n586\n\n586\n\nNet loss\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n—\n\n(\n182,146\n\n)\n\n—\n\n(\n182,146\n\n)\n\nBalance at December 31, 2024\n\n—\n\n$\n\n—\n\n—\n\n$\n\n—\n\n—\n\n$\n\n—\n\n—\n\n$\n\n—\n\n58,062,898\n\n$\n\n1\n\n$\n\n1,021,794\n\n$\n\n(\n305,916\n\n)\n\n$\n\n915\n\n$\n\n716,794\n\nThe accompanying notes are an integral part of these consolidated financial statements.\n\n128"
      }
    ]
  },
  "exhibit_4_securities": {
    "sections": [
      {
        "heading": "Description of Capital Stock",
        "content": "Description of Capital Stock—Anti-Takeover Effects of Our Amended and Restated Certificate of Incorporation, Amended and Restated Bylaws and Delaware Law” in the final prospectus for our March 2024 Offering filed with the SEC pursuant to Rule 424(b) on March 11, 2024 (the “March 2024 Prospectus”).\n\nOur amended and restated certificate of incorporation provides that the Court of Chancery of the State of Delaware and the federal district courts of the United States will be the exclusive forums for substantially all disputes between us and our stockholders, which could limit our stockholders’ ability to obtain a favorable judicial forum for disputes.\n\nOur amended and restated certificate of incorporation provides that the Court of Chancery of the State of Delaware (or, if the Court of Chancery does not have jurisdiction, another State court in Delaware or the federal district court for the District of Delaware) is the exclusive forum for certain actions, in all cases subject to the court’s having jurisdiction over indispensable parties named as defendants. In addition, our amended and restated certificate of incorporation provides that the federal district courts of the United States will be the exclusive forum for resolving any complaint asserting a cause of action arising under the Securities Act but that the forum selection provision will not apply to claims brought to enforce a duty or liability created by the Exchange Act of 1934, as amended (the “Exchange Act”). These exclusive forum provisions may impose additional costs on stockholders in pursuing any\n\n98"
      }
    ]
  },
  "charter_bylaws": {
    "sections": []
  },
  "market_equity": {
    "sections": [
      {
        "heading": "Item 5 — Market for Registrant’s Common Equity",
        "content": "Item \n5. Market for Registrant’s Common Equity, Related Stockholder Matters and Issuer\n\nPurchases of Equity Securities.\n\nMarket Information\n\nOur common stock trades on the Nasdaq Global Market under the symbol “APGE”.\n\nHolders\n\nAs of February 24, 2025, we had approximately 6 holders of record of our common stock. This number does not include beneficial owners whose shares were held in street name.\n\nDividend Policy\n\nWe have never declared or paid any cash dividend on our capital stock. We currently intend to retain all available funds and future earnings, if any, to fund the operations and the further development and expansion of our business. We have no present intention to pay cash dividends on our common stock or non-voting common stock. Any determination to pay dividends to holders of our common stock or non-voting common stock will be at the discretion of our Board and will depend on many factors, including our financial condition, results of operations, liquidity, earnings, projected capital and other cash requirements, legal requirements, restrictions in the agreements governing any indebtedness we may enter into, our business prospects and other factors that our Board deems relevant.\n\nUse of Proceeds from IPO\n\nIn July 2023, we completed our IPO pursuant to which we issued and sold an aggregate of 20,297,500 shares of our common stock, including the full exercise of the underwriters’ option to purchase up 2,647,500 additional shares, at the IPO price of $17.00 per share. The offer and sale of all of the shares of our common stock in the IPO were registered under the Securities Act pursuant to our Registration Statement on Form S‑1, as amended (File Nos. 333‑272831 and 333‑273236), which were declared effective on July 13, 2023. Jefferies, TD Cowen, Stifel and Guggenheim Securities acted as joint book-running managers for the IPO. Wedbush PacGrow acted as lead manager for the IPO. We received gross proceeds from our IPO of approximately $345.1 million, and net proceeds of approximately $315.4 million, after deducting underwriting discounts and commissions and other offering expenses. None of the underwriting discounts and commissions or other offering expenses were incurred or paid, directly or indirectly, to any of our directors or officers or their associates or to persons owning 10% or more of our common stock or to any of our affiliates.\n\nThe net proceeds from the IPO have been used and are expected to be used, primarily to fund our clinical trials, including a potential Phase 2 trial, and manufacturing of our APG777 product candidate, fund our preclinical studies, clinical trials and manufacturing of our APG808 program, fund our preclinical studies, clinical trials and manufacturing of our APG990 program and fund our preclinical studies of other programs. We intend to use the remainder for our additional research and development activities, as well as for capital expenditures, working capital and general corporate purposes. There has been no material change in our intended use of proceeds from our IPO as described in the final prospectus for our IPO filed with the SEC pursuant to Rule 424(b) under the Securities Act on July 17, 2023.\n\nRecent Sales of Unregistered Securities\n\nNone.\n\nIssuer Purchases of Equity Securities\n\nNone.\n\n104"
      }
    ]
  }
}