{
  "cik": "0000887733",
  "filing_path": "sec_filings\\10K\\0000887733_0000887733-24-000029_cent-20240928.txt",
  "extracted_at": "2025-09-21T20:15:45.344749Z",
  "cover_page": {
    "sections": [
      {
        "heading": "Cover Page",
        "content": "UNITED STATES SECURITIES AND EXCHANGE COMMISSION\nWashington, D.C. 20549\n________________________________________________________________________________________\nFORM \n10-K\n\n☒\nANNUAL REPORT PURSUANT TO SECTION 13 or 15(d) OF THE SECURITIES EXCHANGE ACT OF 1934\nFor the fiscal year ended \nSeptember 28\n, 2024\n\nOR\n☐\nTRANSITION REPORT PURSUANT TO SECTION 13 or 15(d) OF THE SECURITIES EXCHANGE ACT OF 1934\nFor the transition period from ________ to ________ \nCommission File Number \n1-33268\n\nCentral Garden & Pet Company\n(Exact name of registrant as specified in its charter)\nDelaware\n68-0275553\n(State or other jurisdiction of incorporation or organization)\n(IRS Employer Identification Number)\n1340 Treat Boulevard\n, \nSuite 600\n, \nWalnut Creek\n, \nCalifornia\n\n94597\n\n(Address of principal executive offices)  (Zip Code)\nTelephone Number: (\n925\n) \n948-4000\n\nSECURITIES REGISTERED PURSUANT TO SECTION 12(b) OF THE ACT:\nTitle of Each Class\nTrading Symbol(s)\nName of Each Exchange on Which Registered\nCommon Stock\nCENT\nThe Nasdaq Stock Market LLC\n\nClass A Common Stock\nCENTA\nThe Nasdaq Stock Market LLC\n\nSECURITIES REGISTERED PURSUANT TO SECTION 12(g) OF THE ACT: None\nIndicate by check mark if the registrant is a well-known seasoned issuer, as defined in Rule 405 of the Securities Act.    \nYes\n\n☒ \n  No  \n☐\nIndicate by check mark if the registrant is not required to file reports pursuant to Section 13 or Section 15(d) of the Act.    Yes  \n☐\n\nNo\n\n☒\nIndicate by check mark whether the registrant (1) has filed all reports required to be filed by Section 13 or 15(d) of the Securities Exchange Act of 1934 during the preceding 12 months (or for such shorter period that the registrant was required to file such reports), and (2) has been subject to such filing requirements for the past 90 days.    \nYes\n\n☒\n    No  \n☐\nIndicate by check mark whether the registrant has submitted electronically every Interactive Data File required to be submitted pursuant to Rule 405 of Regulation S-T (§ 232.405 of this chapter) during the preceding 12 months (or for such shorter period that the registrant was required to submit and post such files).    \nYes\n\n☒\n   No  \n☐\nIndicate by check mark whether the registrant is a large accelerated filer, an accelerated filer, a non-accelerated filer, smaller reporting company, or an emerging growth company. See the definitions of “large accelerated filer,” “accelerated filer,” “smaller reporting company,” and \"emerging growth company\" in Rule 12b-2 of the Exchange Act.\nLarge accelerated filer\n\n☒\n    Accelerated filer      \n☐    \n    Non-accelerated filer     \n☐\nSmaller reporting company     \n☐\n    Emerging growth company    \n☐\n\nIf an emerging growth company, indicate by check mark if the registrant has elected not to use the extended transition period for complying with any new or revised financial accounting standards provided pursuant to Section 13(a) of the Exchange Act.  \n☐\nIndicate by check mark whether the registrant has filed a report on and attestation to its management's assessment of the effectiveness of its internal control over financial reporting under Section 404(b) of the Sarbanes-Oxley Act (15 U.S.C. 7262(b)) by the registered public accounting firm that prepared or issued its audit report. \n☒\nIf securities are registered pursuant to Section 12(b) of the Act, indicate by check mark whether the financial statements of the registrant included in the filing reflect the correction of an error to previously issued financial statements.  \n☐\n\nIndicate by check mark whether any of those error corrections are restatements that required a recovery analysis of incentive-based compensation received by any of the registrant's executive officers during the relevant recovery period pursuant to §240.10D-1(b). \n☐\n\nIndicate by check mark whether the registrant is a shell company (as defined in Rule 12b-2 of the Exchange Act).     Yes  \n☐\n\n    No  \n☒\nAt March 30, 2024, the aggregate market value of the registrant’s Common Stock, Class A Common Stock and Class B Stock held by non-affiliates of the registrant was approximately $\n408.4\n million, $\n1.9\n billion and $\n82\n thousand, respectively.\nAt November 15, 2024, the number of shares outstanding of the registrant’s Common Stock was \n10,720,796\n and the number of shares outstanding of Class A Common Stock was \n53,271,103\n. In addition, on such date, the registrant had outstanding \n1,602,374\n shares of its Class B Stock, which are convertible into Common Stock on a share-for-share basis.\nDOCUMENTS INCORPORATED BY REFERENCE \nDefinitive Proxy Statement for the Company’s 2025 Annual Meeting of Shareholders – Part III of this Form 10-K\nCentral Garden & Pet Company"
      },
      {
        "heading": "Securities registered pursuant to Section 12(b)",
        "content": "SECURITIES REGISTERED PURSUANT TO SECTION 12(b) OF THE ACT:\nTitle of Each Class\nTrading Symbol(s)\nName of Each Exchange on Which Registered\nCommon Stock\nCENT\nThe Nasdaq Stock Market LLC\n\nClass A Common Stock\nCENTA\nThe Nasdaq Stock Market LLC"
      }
    ]
  },
  "stockholders_equity_notes": {
    "sections": [
      {
        "heading": "Shareholders’ Equity",
        "content": "Shareholders’ Equity\nAt September 28, 2024 and September 30, 2023, there were \n80,000,000\n shares of common stock ($\n0.01\n par value) authorized, of which \n11,074,620\n and \n11,077,612\n, respectively, were outstanding, and \n100,000,000\n shares of non-voting Class A common stock ($\n0.01\n par value) authorized, of which \n54,446,194\n and \n54,472,902\n, respectively, were outstanding. The preferences and relative rights of the Class A common stock are identical to common stock in all respects, except that the Class A common stock generally has no voting rights unless otherwise required by Delaware law.\nThere are \n3,000,000\n shares of Class B stock ($\n0.01\n par value) authorized, of which \n1,602,374\n was outstanding at September 28, 2024 and September 30, 2023. The voting powers, preferences and relative rights of the Class B stock are identical to common stock in all respects except that (i) the holders of common stock are entitled to \none\n vote per share and the holders of Class B stock are entitled to the lesser of \nten\n votes per share or \n49\n% of the total votes cast, (ii) stock dividends on common stock may be paid only in shares of common stock and stock dividends on Class B stock may be paid only in shares of Class B stock and (iii) shares of Class B stock have certain conversion rights and are subject to certain restrictions on ownership and transfer. Each share of Class B stock is convertible into \none\n share of common stock, at the option of the holder. Additional shares of Class B stock may only be issued with majority approval of the holders of the common stock and Class B stock, voting as separate classes.\nThere are \n1,000,000\n shares of preferred stock ($\n0.01\n par value) authorized, of which \nnone\n were outstanding at September 28, 2024 and September 30, 2023. \nIn August 2019, the Company's Board of Directors authorized a new share repurchase program to purchase up to $\n100\n million of its common stock (the \"2019 Repurchase Authorization\"). The 2019 Repurchase Authorization has no fixed expiration date and expires when the amount authorized has been used or the Board withdraws its authorization. As of September 28, 2024, the Company had $\n82.0\n million remaining under its 2019 Repurchase Authorization. During fiscal 2024, the Company repurchased approximately \n0.3\n million shares of its non-voting common stock (CENTA) on the open market at an aggregate cost of approximately $\n10.7\n million and approximately \n3\n thousand shares of its voting common stock (CENT) on the open market at an aggregate cost of approximately $\n109\n thousand. \nIn February 2019, the Board of Directors authorized the Company to make supplemental purchases to minimize dilution resulting from issuances under its equity compensation plans (the \"Equity Dilution Authorization\"). In addition to the Company's regular share repurchase program, it is permitted to purchase annually a number of shares equal to the number of shares of restricted stock or stock options granted in the prior fiscal year, to the extent not already repurchased, and the current fiscal year. The Equity Dilution Authorization has no fixed expiration date and expires when the Board withdraws its authorization. As of September 28, 2024, the Company had authorization remaining to repurchase up to \n38\n thousand shares under its Equity Dilution Authorization.\nF-35\nCENTRAL GARDEN & PET COMPANY\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (Continued)\n16. \nEarnings Per Share\n\nThe following is a reconciliation of the numerators and denominators of the basic and diluted earnings per share (EPS) computations:\n\nFiscal Year Ended September 28, 2024\nFiscal Year Ended September 30, 2023\nFiscal Year Ended September 24, 2022\n\nNet\nIncome\nShares\nPer\nShare\nNet\nIncome\nShares\nPer\nShare\nNet\nIncome\nShares\nPer\nShare\n\n(in thousands, except per share amounts)\nBasic EPS:\nNet income available to common shareholders\n$\n107,983\n\n65,711\n\n$\n1.64\n\n$\n125,643\n\n65,493\n\n$\n1.92\n\n$\n152,152\n\n66,525\n\n$\n2.29\n\nEffect of dilutive securities:\nOptions to purchase common stock\n228\n\n—\n\n369\n\n(\n0.01\n)\n596\n\n(\n0.02\n)\nRestricted shares\n741\n\n(\n0.02\n)\n797\n\n(\n0.03\n)\n910\n\n(\n0.03\n)\nPerformance stock units\n180\n\n—\n\n124\n\n—\n\n—\n\n—\n\nDiluted EPS:\nNet income available to common shareholders\n$\n107,983\n\n66,860\n\n$\n1.62\n\n$\n125,643\n\n66,783\n\n$\n1.88\n\n$\n152,152\n\n68,031\n\n$\n2.24\n\nFor fiscal 2024, options to purchase \n0.3\n million shares were not included in the computation of diluted earnings per share because the option exercise prices were greater than the average market price of the common shares and, therefore, the effect of including these options would be anti-dilutive.\nFor fiscal 2023, options to purchase \n0.6\n million shares were not included in the computation of diluted earnings per share because the option exercise prices were greater than the average market price of the common shares and, therefore, the effect of including these options would be anti-dilutive.\nFor fiscal 2022, options to purchase \n0.4\n million shares were not included in the computation of diluted earnings per share because the option exercise prices were greater than the average market price of the common shares and, therefore, the effect of including these options would be anti-dilutive.\n17. \nTransactions with Related Parties\nDuring fiscal 2024, 2023 and 2022, Tech Pac, a subsidiary of the Company, made purchases from Contract Packaging, Inc, (“CPI”), Tech Pac’s principal supplier and a minority \n20\n% shareholder in Tech Pac. Tech Pac’s total purchases from CPI were approximately $\n37.0\n million, $\n31.0\n million and $\n41.0\n million for fiscal years 2024, 2023 and 2022, respectively. Amounts due to CPI as of September 28, 2024 and September 30, 2023 were $\n1.4\n million and $\n1.6\n million, respectively.\n18. \nBusiness Segment Data\nThe Company’s chief operating decision-maker is its Chief Executive Officer. Operating segments are managed separately because each segment represents a strategic business that offers different products or services. The Company’s chief operating decision maker evaluates performance based on operating income or loss. The Company’s Corporate division is included in the following presentation since certain expenses of this division are not allocated separately to the \ntwo\n operating segments. Segment assets exclude cash equivalents, short-term investments, goodwill, and deferred taxes.\nManagement has determined that the Company has \ntwo\n operating segments which are also reportable segments based on the level at which the chief operating decision maker reviews the results of operations to make decisions regarding performance assessment and resource allocation. These operating segments are the Pet segment and the Garden segment. Substantially all of the Company’s assets and operations relate to its business in the United States.\nF-36\nCENTRAL GARDEN & PET COMPANY\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS (Continued)\nThe Pet segment consists of Nylabone Products, IMS Trading, Four Paws Products, Central Specialty Pet (Avian and Small Animal, C&S Products and Aquatics), Segrest, K&H Pet Products, Arden, DMC, Life Sciences, Interpet, General Pet and Pet Distribution. These businesses are engaged in the manufacture, purchase, sale and delivery of internally and externally produced pet supplies, animal health and insect controls, aquariums, books, dog treats and food, as well as live fish and small animals principally to independent pet distributors, big-box retailers, regional retailer chains, eCommerce retailers, grocery stores and mass merchants. The Garden segment consists of Grass Seed, Bird Feed, Chemicals and Fertilizers, Excel Marketing, Gulfstream, Cedarworks, Bell Nursery, Hopewell Nursery, DMO, Green Garden, D&D Commodities and Garden Distribution.  Products manufactured, designed and sourced, or distributed include products found typically in the lawn and garden sections of mass merchandisers, warehouse-type clubs, home improvement centers and nurseries and include live plants; grass, vegetable, flower and herb seed; wild bird feed, bird houses and other birding accessories; terra-cotta pottery; herbicides, pesticides and insecticides. These products are sold directly to national and regional retail chains, independent garden distributors, online retailers, grocery stores, nurseries and garden supply retailers.\nThe Corporate division includes expenses associated with corporate functions and projects, certain employee benefits, interest income, interest expense and inter-segment eliminations.\nThe following table indicates each class of similar products which represented approximately 10% or more of the Company’s consolidated net sales in the fiscal years presented (in millions).\nCategory\n2024\n2023\n2022\n(in millions)\nOther garden products\n$\n802.6\n\n$\n832.2\n\n$\n865.3\n\nOther pet products\n701.4\n\n699.4\n\n765.9\n\nOther manufacturers' products\n735.9\n734.9\n730.2\n\nDog & cat products\n534.2\n568.6\n\n542.9\n\nWild bird\n426.4\n475.0\n\n434.3\n\nTotal\n$\n3,200.5\n\n$\n3,310.1\n\n$\n3,338.6\n\nSee"
      }
    ]
  },
  "exhibit_4_securities": {
    "sections": []
  },
  "charter_bylaws": {
    "sections": []
  },
  "market_equity": {
    "sections": []
  }
}